[{"author_id": 1437590669044879364, "id": 1495250777597689861, "text": "@TimTierney @OttawaPolice Sure. I’m sorry pal but your god awful city is the last place most decent Canadians want to be in. And it’s not your city. I’m sure you’re happy with the violence of the police, most cowards are."}, {"author_id": 618038311, "id": 1495250490623512576, "text": "@KimothyWalker @Mitchschellen Omfg! Lazy bunch of assholes! Can invade and terrorize a city for weeks, but to God damn lazy to do your own research bcz you think you're being lied to. Fucking grow up! Bloody hell! Smfh!"}, {"author_id": 951974618562220033, "id": 1495246829386145794, "text": "RT @DatCityfan1: God forbid someone tweets  that \"what has Pep done differently from other City managers\" and I reply such individual. God…"}, {"author_id": 958048253894955010, "id": 1495246230477225985, "text": "@citizentvkenya \nSteve omosh from kisumu city\nI'm really blessed this morning\nGod bless you man of God\nI pray for peace,love and unity in our country Kenya\n#rauka"}, {"author_id": 1482927148394500096, "id": 1495246222772350982, "text": "@mercytriumphs_ Well this translated into English- \"And if any man shall take away from the words of the book of this prophecy, God shall take away his part out of the book of life, and out of the holy city, and from the things which are written in this book.” [Rev. 22:18–19]"}, {"author_id": 1423333361947320324, "id": 1495246204006854657, "text": "RT @RamVajpeyi: Zeus-Abraham's ultimate riposte?\nKill RamPrometheus by Arson/Fire?\n𝐑𝐞𝐯𝐞𝐥𝐚𝐭𝐢𝐨𝐧𝟐𝟎:𝟗 &amp; they went up on the breadth of the eart…"}, {"author_id": 69420594, "id": 1495245928286072836, "text": "This City of God fire. Ye and Fivio got on it"}, {"author_id": 216602287, "id": 1495245304865693696, "text": "City of God @kanyewest @aliciakeys and Favio https://t.co/p4k8qm1dvH"}, {"author_id": 857302532812656642, "id": 1495244167471063043, "text": "The descendants of your cruel enemies will come to you. They will bend down low in front of you. Everybody who insulted you before will now give you honour. They will call you, ‘The City of the Lord, Zion that is home for Israel's Holy God.’\nIsaiah 60:14\n\n#UNMUTABLEs ⚡"}, {"author_id": 1599808640, "id": 1495242655369875461, "text": "On Tuesday, the staff of the Denver Church went up to Lookout Mountain to hear an inspiring lesson and pray over the Mile High City! 🏔 \nThese mighty men and women of God are powerfully advancing the Word throughout all of Colorado! 🙏 \n#denvericc #godskingdom #christian #church https://t.co/3buzdnDpIE"}, {"author_id": 864485810590101506, "id": 1495242386137616388, "text": "Oh my god this is what remains of our city, dear world."}, {"author_id": 3061578002, "id": 1495242315287433218, "text": "@mollygos Pyramid dedicated to the worship of Ehecatl, god of the wind inside the Pino Suárez Subway station in Mexico City. https://t.co/raMM3HDWre"}, {"author_id": 3973735283, "id": 1495241812663062529, "text": "RT @jfinn6511: People, pay attention! The #Democratic mayor of #NYC insists on appointing a #Democrat who has called for severe criminal pe…"}, {"author_id": 216602287, "id": 1495241297468272641, "text": "That City of God track with @aliciakeys my goodness. New York City please go easy on me tonight New York City please go easy on this heart of mine. If you from NYC you definitely understand how hard NYC can get on you. My new anthem"}, {"author_id": 1041967460, "id": 1495241242699247617, "text": "RT @RLN_Net: God of Fishing - Chapter 1473 - : Secret of the Holy City\n\nChapter 1473: Secret of the Holy City Translator: Henyee Translatio…"}, {"author_id": 1334721892553424896, "id": 1495241041217089536, "text": "@DonaldJTrumpJr Psalm 101:7-8\n\n\"He that worketh deceit shall not dwell within my house: HE THAT TELLETH LIES SHALL NOT TARRY IN MY SIGHT. I will early destroy all the wicked of the land; that I may cut off all wicked doers from the city of the Lord.\"\nTHE WORD OF GOD"}, {"author_id": 1469855305865613312, "id": 1495240991963594757, "text": "RT @DmvMusicPlug: DC is still on the comeup! Who is the littiest out of them all? The man @pakkriley got the city bounce to this! He the \"L…"}, {"author_id": 179835078, "id": 1495240779769335813, "text": "@XXL City of God's- @kanyewest @aliciakeys @FivioForeign"}, {"author_id": 1350123373406392327, "id": 1495238981650366466, "text": "@KimberlyColumb5 Then I saw “a new heaven and a new earth,”for the first heaven and the first earth had passed away and there was no longer any sea. 2 I saw the Holy City, the new Jerusalem, coming down out of heaven from God,"}, {"author_id": 1493924637188763656, "id": 1495238332544126982, "text": "@elonmusk Hello. We live in Ukraine, Donetsk region, the city of Krasnoarmeysk. In addition to the fact that in our region there is a war that is not declared, thank God it did not come to us, I work in the mine - I can not earn more than 300 dollars a month. I have a family, two"}, {"author_id": 1355778341555503104, "id": 1495238296070283267, "text": "RT @LOTM_bot: “I don’t care if you’re God or The Fool, my prayers will not change. I hope that the people of the City of Silver will be fre…"}, {"author_id": 424660058, "id": 1495238157671010308, "text": "RT @almalah1411: A video spread globally about people in Time Square in New York City watching the story of our Prophet Muhammad, may God b…"}, {"author_id": 2450514927, "id": 1495237375923998725, "text": "RT @TakashiHonda10: Tsukinomiya Park is adjacent to the famous shrine that the messenger of God is a rabbit. Every December 12th is the lar…"}, {"author_id": 1393266608093765640, "id": 1495236936482660352, "text": "@DatBulRoni Thank you for the good citizens who tried and did help. May God bless and rapidly heal the young man. Now, who is getting the lawsuit here?! If the city was making sure these kinds of dogs were picked up, he wouldn’t have been attacked. If the owner is responsible, they catching"}, {"author_id": 1471001488113680385, "id": 1495236799786065921, "text": "Listen to what your god wants jeruselum to be a place where people of all faiths and creeds worshipping together it is a holy city https://t.co/MIra1Np8Eq"}, {"author_id": 4320779433, "id": 1495236466972463107, "text": "RT @RLN_Net: God of Fishing - Chapter 1473 - : Secret of the Holy City\n\nChapter 1473: Secret of the Holy City Translator: Henyee Translatio…"}, {"author_id": 1155174537794871296, "id": 1495235501233741824, "text": "RT @_HaloGraphic: “ In the city of scholars there is a push for folly, yet the God of Wisdom makes no argument against it.”\n\nMore fanmade K…"}, {"author_id": 1060586147603189760, "id": 1495235257934794757, "text": "Jeremiah 30:18  Thus saith the LORD; Behold, I will bring again the captivity of Jacob's tents, and have mercy on his dwellingplaces; and the city shall be builded upon her own heap, and the palace shall remain after the manner thereof.\n\nThe mercies of God will speak for us."}, {"author_id": 958729147408310272, "id": 1495235122655813634, "text": "RT @jfinn6511: People, pay attention! The #Democratic mayor of #NYC insists on appointing a #Democrat who has called for severe criminal pe…"}, {"author_id": 1128498044566216704, "id": 1495234419141009411, "text": "@mxdondevivo Revelation 11:13\nKing James Version\n13 And the same hour was there a great earthquake, and the tenth part of the city fell, and in the earthquake were slain of men seven thousand: and the remnant were affrighted, and gave glory to the God of heaven."}, {"author_id": 1092202371474550784, "id": 1495233712593993730, "text": "RT @IwasGodsbratty1: @GlenysRHicks I hadn't really thought about that until now.  But 'omitting' parts of the word of God by not telling/wa…"}, {"author_id": 157037473, "id": 1495233558293762048, "text": "@LadaMokusa @alixabeth @e_b_bobadilla @varsha_venkat_ I remember having a week to read City of God Against the Pagans for class, so a couple of weeks doesn’t seem that bad."}, {"author_id": 1285071972951642112, "id": 1495231832476258311, "text": "RT @Papampodi1: I am from Quezon City and I will vote for LENI KIKO AT TROPA. Sa local levels, any candidate who share the “pink” morals of…"}, {"author_id": 357356770, "id": 1495231809667440650, "text": "RT @SevenShepherd: \"The rich man's wealth [is] his strong city: the destruction of the poor [is] their poverty.\" ~Proverbs 10:15 #Bible #Wi…"}, {"author_id": 357356770, "id": 1495231787580203013, "text": "RT @SevenShepherd: \"By the blessing of the upright the city is exalted: but it is overthrown by the mouth of the wicked.\" ~Proverbs 11:11 #…"}, {"author_id": 1155349772720574469, "id": 1495231687542079491, "text": "In 1 Corinthians &amp; 2 Corinthians The Apostle Paul Writes A Letter to the Church, of the city of Corinth\n\n⬇️ Subject: to be Single, to be Married ⬇️\n\n“I wish all of you were like me, but God has given different gifts to each of us....."}, {"author_id": 1242502554292011010, "id": 1495231054331981835, "text": "haven't seen City of God since college. Rewatching it now."}, {"author_id": 795411335148208128, "id": 1495230462511378434, "text": "RT @SevenShepherd: \"By the blessing of the upright the city is exalted: but it is overthrown by the mouth of the wicked.\" ~Proverbs 11:11 #…"}, {"author_id": 795411335148208128, "id": 1495230185775321088, "text": "RT @SevenShepherd: \"The rich man's wealth [is] his strong city: the destruction of the poor [is] their poverty.\" ~Proverbs 10:15 #Bible #Wi…"}, {"author_id": 23787962, "id": 1495230112513593346, "text": "40 acres and a mule in the form of @Bitcoin ahead of #Bitcoin city… DONT allow American media to make u think we feel it’s so “swell” here.. @nayibbukele y @XiomaraCastroZ all these European settlers do is complain about wanting to treating as God would.. @JoeBiden pay us 2 go https://t.co/xO3CECIP0x"}, {"author_id": 795411335148208128, "id": 1495229965415043075, "text": "RT @SevenShepherd: \"For she sitteth at the door of her house, on a seat in the high places of the city,\" ~Proverbs 9:14 #God #Wisdom #Bible"}, {"author_id": 795411335148208128, "id": 1495229848305823747, "text": "RT @SevenShepherd: \"She hath sent forth her maidens: she crieth upon the highest places of the city,\" ~Proverbs 9:3 #Bible #Wisdom #God"}, {"author_id": 179954514, "id": 1495229398144135172, "text": "@gmc_guwahati ... Any plans to clean up this place? I had shared videos in the past too. It's a filthy scene and this is now the breeding ground of God-knows-what. Don't be surprised if a monster from 'Stranger Things' surfaces from the garbage and attacks the city people. https://t.co/LhhUdmIIWH"}, {"author_id": 1180118549769150464, "id": 1495229339268431876, "text": "we don’t care, bonus Diamonds From Sierra Leone, The Glory, Love LockDown, All Of The Lights, Made In America, The One, Niggas In Paris, Black Skinhead, All Day, Famous, Facts, I Thought About Killing You, Follow God, Everything We Need, Believe What I Say, 24, OTG, City Of Gods https://t.co/t7w3pdvZn8"}, {"author_id": 1424621277017382917, "id": 1495228378919706635, "text": "RT @PravinB88480430: The “Aami” river used to flow near Maghar city but it was dried up by the curse of Shri Shiv Ji.Supreme Lord Kabir Sah…"}, {"author_id": 1402683854624681991, "id": 1495226286872358912, "text": "RT @ChoGMinistries: A dream is becoming reality in Yazoo City, Mississippi, where a church's new piece of property represents major opportu…"}, {"author_id": 795411335148208128, "id": 1495226263321018373, "text": "RT @SevenShepherd: \"She crieth at the gates, at the entry of the city, at the coming in at the doors.\" ~Proverbs 8:3 #Bible #God #Wisdom"}, {"author_id": 1334408484993990657, "id": 1495226060807426048, "text": "RT @SatlokChannel: 12 February 2022: Supreme God #Kabir Saheb Prasthan Diwas. Kabir Saheb did not die. He ascended to His eternal abode Sat…"}, {"author_id": 1171452867313463298, "id": 1495225895602487300, "text": "RT @FaisalRangooni: Warm birthday wishes to former president of Surat City Youth Congress, my big brother,Mentor of politics and national s…"}, {"author_id": 804145073432641541, "id": 1495224358586892290, "text": "\"She crieth in the chief place of concourse, in the openings of the gates: in the city she uttereth her words, [saying, ]\" ~Proverbs 1:21 #Wisdom #Bible #God"}, {"author_id": 952497687596646400, "id": 1495223614937116674, "text": "God of Fishing - Chapter 1473 - : Secret of the Holy City\n\nChapter 1473: Secret of the Holy City Translator: Henyee Translations Editor: Henyee Translations It was the first time Han Fei and Ren Tianfei met. It could be said that Han Fei had never met  https://t.co/UGPotBYmQC"}, {"author_id": 1309417883294818304, "id": 1495222585709137923, "text": "RT @FaisalRangooni: Warm birthday wishes to former president of Surat City Youth Congress, my big brother,Mentor of politics and national s…"}, {"author_id": 1346941973962358791, "id": 1495220345191682049, "text": "@ezralevant @RebelNewsOnline Then maybe you should move and not live in a capital city you idiots we have the right to a peaceful protest anywhere in Canada God this fucking chief of police is stupider than a bag of hammers"}, {"author_id": 312622229, "id": 1495220325956878337, "text": "@LukePlunkett I think in the second one is the “power of love”™️ of the Newyorkers singing what breaks the barrier and someone says “God, I love this city” or something along those lines…"}, {"author_id": 843984109202538496, "id": 1495219395743920131, "text": "Ugh, I’m going to bed. \nI’ve entered the I’m so tired and cranky phase of advocating someone to tell an annoying person to go shit in their hat\n😂\nI’m going to read\nMaybe finish The Lost City of The Monkey God by Douglass Preston or Silverview by John Le Carre\nGoodnight 💙💙🌞🌞"}, {"author_id": 1340852372269125633, "id": 1495218599912423434, "text": "#2022LetThereBeLight \n#WORD \nHebrews 12:22\nBut you have come to Mount Zion and to the city of the living God, the heavenly Jerusalem, to an innumerable company of angels.\n#PRAY \nO LIVING GOD, I'VE COME TO YOU, LET LET ME SEE YOUR FACE TODAY IN THE MIGHTY NAME OF JESUS!!!"}, {"author_id": 1265732118916878336, "id": 1495217386575781891, "text": "@LarryI812lp @KylaInTheBurgh 399BC: Philosopher Socrates is sentenced to death by the city of Athens for corrupting the minds of the youth of the city and  for impiety. ( lack of reverence, especially for a god)"}, {"author_id": 1216829054021554178, "id": 1495216486452842502, "text": "ㅤ\n\n― there, he needed to leave the city he was in.\n\nat night, much like this, it was not a good idea to stay or wander. \n\nthis city had all types of bad and he himself was ready to retaliate back if other's came to him.\n\nhis attention and priority was only to find the wind god."}, {"author_id": 1185972957480476672, "id": 1495216209222156288, "text": "@ChristineLSloc Yeah we had that here in Kansas two days ago, Was or should say the whole city shut down because of the 5 inches of snow they received, lol you’re probably getting 18 inches and everything Will be open tomorrow! God I miss Buffalo! #Bills #BillsMafia#BillsMafiaBabes!MissYouAll !!"}, {"author_id": 1173969426678505472, "id": 1495215515198963714, "text": "RT @TheArminians: Prevenient grace ... is not like a dense fog settling over a city in which everyone equally shares, hence canceling out t…"}, {"author_id": 1474193668185722882, "id": 1495215466201108487, "text": "@marcado_razon @BonJargon @George_343 @Apache_NA @BillyNo33670927 @TSmith1780 @Reuters @YouTube Not one atheist plotted or carried out 9/11.\nOr the Oklahoma City bombing. \nAtheism is the absence of a belief in God. It says nothing against murder. Neither does meteorology.\nYou know who endorses killing on the basis of belief? The Bible."}, {"author_id": 1308691902510690304, "id": 1495215185358835712, "text": "RT @JamalEhalabi1: BUILDING A BETTER WORLD \n\"A CITY OF FALLEN- ANGELS\"\nI LIVE IN A CITY OF FALLEN-ANGELS:\nUP EVERY MORNING \nIS THE ULTIMATE…"}, {"author_id": 868994821, "id": 1495215083219214342, "text": "God Bless her she did more than the useless Governor,state senate, city council and the gang leader DA Brag https://t.co/R9ddRnvkaA"}, {"author_id": 1012289024214687744, "id": 1495214367742300167, "text": "City of God (2002) https://t.co/B0zwGVgVeL https://t.co/McNEhG4828"}, {"author_id": 1470130676074790923, "id": 1495214222552223749, "text": "@CandiceBergenMP NDP not supporting   working Canadians agreeing with PM how laud off thousands of health Federal and city works with no UI?  God save us Canadians!"}, {"author_id": 1130861182620000257, "id": 1495213458996011013, "text": "RT @TheArminians: Prevenient grace ... is not like a dense fog settling over a city in which everyone equally shares, hence canceling out t…"}, {"author_id": 377897497, "id": 1495212989623975939, "text": "RT @DatCityfan1: God forbid someone tweets  that \"what has Pep done differently from other City managers\" and I reply such individual. God…"}, {"author_id": 1429731084707770370, "id": 1495212883533504512, "text": "RT @Papampodi1: I am from Quezon City and I will vote for LENI KIKO AT TROPA. Sa local levels, any candidate who share the “pink” morals of…"}, {"author_id": 1378900914489151489, "id": 1495212847458095107, "text": "Prevenient grace ... is not like a dense fog settling over a city in which everyone equally shares, hence canceling out the effects of the Fall for all of humanity. Rather, it is individually directed &amp; brings with it God's enablement as He draws human beings to Himself.\n-S Ashby"}, {"author_id": 25639323, "id": 1495212557128257541, "text": "NFL Mic'd Up Super Bowl LVI \"Hey I'm Joe\" | Game Day ALL Access https://t.co/udlazyUpJV via @YouTube \nGreatest game ever played by men of God, for the \"City of Angels!\""}, {"author_id": 1134226410376224769, "id": 1495212533350817792, "text": "RT @MrNice82829571: Oh GOD opposed those who opposed asante KOTOKO,  we are at war with the city of men of darkness, \nLord fight for asante…"}, {"author_id": 1323133267566944256, "id": 1495211666820132865, "text": "RT @ShiguSquad: “And if any man shall take away from the words of the book of this prophecy, God shall take away his part out of the book o…"}, {"author_id": 895105557048250368, "id": 1495211150564335618, "text": "“And if any man shall take away from the words of the book of this prophecy, God shall take away his part out of the book of life, and out of the holy city, and from the things which are written in this book.” [Rev. 22:18–19] https://t.co/o15LyIZ74f"}, {"author_id": 25577899, "id": 1495210946062548994, "text": "@theglowingstars @kennethmejiaLA jane i'm so sorry and i hope to god you're okay and recover fully. it's horrifying what happened to you. the constant existential threat of car violence in this city is so inhumane"}, {"author_id": 25623594, "id": 1495210529350115329, "text": "@heyjaeee God I wish we lived in the same city bc I love both of these things"}, {"author_id": 1446895912383569924, "id": 1495210353071996937, "text": "RT @MrNice82829571: Oh GOD opposed those who opposed asante KOTOKO,  we are at war with the city of men of darkness, \nLord fight for asante…"}, {"author_id": 1269991682356899841, "id": 1495210223295873024, "text": "RT @Papampodi1: I am from Quezon City and I will vote for LENI KIKO AT TROPA. Sa local levels, any candidate who share the “pink” morals of…"}, {"author_id": 1333651230036520960, "id": 1495210215201026053, "text": "RT @TakashiHonda10: Tsukinomiya Park is adjacent to the famous shrine that the messenger of God is a rabbit. Every December 12th is the lar…"}, {"author_id": 1440965455783497736, "id": 1495210198759137280, "text": "RT @Papampodi1: I am from Quezon City and I will vote for LENI KIKO AT TROPA. Sa local levels, any candidate who share the “pink” morals of…"}, {"author_id": 1487748237163646977, "id": 1495209146156679169, "text": "RT @Papampodi1: I am from Quezon City and I will vote for LENI KIKO AT TROPA. Sa local levels, any candidate who share the “pink” morals of…"}, {"author_id": 981332482506108928, "id": 1495209088187187201, "text": "@GlenysRHicks I hadn't really thought about that until now.  But 'omitting' parts of the word of God by not telling/warning people is in fact 'taking away from the word.'  So..  \"God will take away his share in the tree of life and the holy city\" .. Not good."}, {"author_id": 1242118172603568131, "id": 1495208394319351809, "text": "RT @_tysonroberson_: All Glory to God🙏🏾, performed well in my Season Opener vs Pell City HS!!! Went 2-4 with 2 RBI’s. Closed the game on th…"}, {"author_id": 2593560163, "id": 1495208265189183488, "text": "RT @Papampodi1: I am from Quezon City and I will vote for LENI KIKO AT TROPA. Sa local levels, any candidate who share the “pink” morals of…"}, {"author_id": 2898725107, "id": 1495208257924698113, "text": "@Clarenc41021428 These were not peaceful protestors my God! They occupied a city and hurt businesses to the tune of 20 million dollars. They honked their dam horns all night and kept up citizens, who couldn’t get to work because of their blockade. Peaceful protest my ass."}, {"author_id": 15953110, "id": 1495207425548460040, "text": "WHO DIRECTED THE CITY OF GOD MUSIC VIDEO ????????"}, {"author_id": 2163590162, "id": 1495206933162299395, "text": "Diamond Eyes ~ The City of God kelled My Wife Kanye... https://t.co/mUYp1b1Ynv You said My Daughters Name Hailey with a Eminem Clone Kanye I’m Going Eminem badass on you I’m going to lose my Mind completely I gave Baby Mamas A Exorsim Clone ter Gonna steal wallets&amp;BanksPhah zero$"}, {"author_id": 1393800716712435714, "id": 1495206873951539200, "text": "RT @Papampodi1: I am from Quezon City and I will vote for LENI KIKO AT TROPA. Sa local levels, any candidate who share the “pink” morals of…"}, {"author_id": 999323954, "id": 1495206026198589450, "text": "She:\nThe watchmen were the ones I asked.\nThey found me while watching the silent city.\n\"Have you seen my true love?\" I asked.\nChrist is the #builder of God's holy city.\n(Songs of Solomon/Psalm 48:1-3/Heb.11:10)"}, {"author_id": 248191657, "id": 1495205797462163456, "text": "She:\nThe watchmen were the ones I asked.\nThey #found me while watching the silent city.\n\"Have you seen my true love?\" I asked.\nChrist is the builder of God's holy city.\n(Songs of Solomon/Psalm 48:1-3/Heb.11:10)"}, {"author_id": 1350123373406392327, "id": 1495204901659492357, "text": "Then I saw a new heaven and a new earth, for the first heaven and the first earth had passed away, and the sea was no more. And I saw the holy city, new Jerusalem, coming down out of heaven from God, prepared as a bride adorned for her husband"}, {"author_id": 1256170214, "id": 1495204242616991748, "text": "RT @_HaloGraphic: “ In the city of scholars there is a push for folly, yet the God of Wisdom makes no argument against it.”\n\nMore fanmade K…"}, {"author_id": 1348667125087555584, "id": 1495203970289180674, "text": "Acts 13:44 KJV\n[44] And the next sabbath day came almost the whole city together to hear the word of God.\n https://t.co/OqoxQH7zsH"}, {"author_id": 1167115121983967232, "id": 1495203718274244610, "text": "WE HAVE TASTED OF THE MERCIES OF GOD. \nIT'S BEEN ELEVEN YEARS OF GOD'S FAITHFULNESS AND ONE YEAR SINCE WE STARTED IN BENIN CITY. GLORY TO GOD. @ Benin, Nigeria https://t.co/stWBCwZSEG"}, {"author_id": 271509370, "id": 1495203553798885377, "text": "WE HAVE TASTED OF THE MERCIES OF GOD. \nIT'S BEEN ELEVEN YEARS OF GOD'S FAITHFULNESS AND ONE YEAR SINCE WE STARTED IN BENIN CITY. GLORY TO GOD. @ Benin, Nigeria https://t.co/ZatMC3oXdU"}]