[{"author_id": 3536921, "id": 1495168413974466570, "text": "RT @HollywoodTheatr: In two weeks, we'll be screening the only known 35mm print of Akira Kurosawa's DERSU UZALA. A lost Russian explorer in…"}, {"author_id": 272081642, "id": 1495160984973246464, "text": "RT @HollywoodTheatr: In two weeks, we'll be screening the only known 35mm print of Akira Kurosawa's DERSU UZALA. A lost Russian explorer in…"}, {"author_id": 1344891367038754817, "id": 1495157190033698817, "text": "RT @HollywoodTheatr: In two weeks, we'll be screening the only known 35mm print of Akira Kurosawa's DERSU UZALA. A lost Russian explorer in…"}, {"author_id": 49647670, "id": 1495156488909688838, "text": "In two weeks, we'll be screening the only known 35mm print of Akira Kurosawa's DERSU UZALA. A lost Russian explorer in Siberia is rescued by a local and learns just what it will take to survive.\n\nSee DERSU UZALA Saturday-Sunday, March 5-6.\n\nhttps://t.co/bxB7scbRiZ https://t.co/FgQ2gUoqQJ"}, {"author_id": 4766537534, "id": 1494057409525944322, "text": "@steelydante HIGH AND LOW, THE BAD SLEEP WELL, DERSU UZALA, ONE WONDERFUL SUNDAY, IKIRU &gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;"}, {"author_id": 344247978, "id": 1493959461668483072, "text": "@seraphinaspang I've got to add some more:  An American in Paris, The White Sheik, Singin' in the Rain, The Man in the White Suit, The 400 Blows, La Dolce Vita, Viridiana, Band of Outsiders, The Young Girls of Rochefort, A Man and A Woman, I Am Curious (Yellow), Pippi Longstocking, Dersu Uzala."}, {"author_id": 918799591067344898, "id": 1493930126668533765, "text": "DERSU UZALA (1974): not a good film Unsympathetic characters. Don't bother watching itThis film was of exception poor quality. Do not recommend!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!! the filmmakers just didn't understand what they had their hands on here. ★"}, {"author_id": 921601428, "id": 1493735269152948227, "text": "@bj_slive I've wanted to see Dersu Uzala ever since it was recommended to me by my father of all people."}, {"author_id": 4285370719, "id": 1493665034483863553, "text": "Oh man Dersu Uzala, Kagemusha, and Ran are playing at the Hollywood beginning of next month"}, {"author_id": 252736592, "id": 1493487200083845121, "text": "@TBonvillain @RamonVillalobos This is the kind of casual disrespect that caused akira kurosawa to forsake his native Japan, for Russia in order to make Dersu Uzala."}, {"author_id": 1400461311608193029, "id": 1493232822831796225, "text": "@pepeheffernan Look, Pepe, I found the books! Audiobooks, so I'm listening to this now. I listened to the first one, and now I'm starting to listen to the second one, Dersu Uzala! Thank you for the great advice! 📚 https://t.co/SlkkPj6fzJ"}, {"author_id": 1442308712, "id": 1493021162305056769, "text": "You heard em folks! DERSU UZALA is now on Disney Plus!"}, {"author_id": 580004651, "id": 1492721273100775431, "text": "@yvonnezlam There are quite a few movies which I think are great but are too demanding to see often. Dersu Uzala"}]