[{"author_id": 1276360966830080000, "id": 1495251125053771776, "text": "@AdvaitaKala Pather Panchali and recommend every one to once go through it. https://t.co/ZeY6CiGARL"}, {"author_id": 370397642, "id": 1495183224976384003, "text": "@atliberalandold Have you ever watched Satyajit Ray's \"Pather Panchali\" trilogy? He belongs alongside those you named. And how about a favorite woman director? Who's top on your list?"}, {"author_id": 1228188978831974401, "id": 1495131846832648197, "text": "@shrikanth_krish 2/100 - the two Charlie Chaplin movies I had watched as a child.\n\nHave attempted to watch a couple more - taxi driver, pather panchali."}, {"author_id": 1336007622059675648, "id": 1495092879735558145, "text": "People except a Pather Panchali/Aparajito from B Unnikrishnan, and then get disappointed."}, {"author_id": 1163857062972911616, "id": 1494937275628544000, "text": "@ultimate799 3 Idiots, Tumbbad, Gangs Of Wasseypur, Pather Panchali"}, {"author_id": 247531626, "id": 1494634583052406790, "text": "THE MUSIC ROOM (1958)\nwatched 1/16\n\ndirected by satyajit ray, same as pather panchali. some super interesting music in this one. see, a bunch of bad stuff happens to this guy, but this time he's rich and totally deserves it. cool movie https://t.co/ASvJQYhZKO"}, {"author_id": 247531626, "id": 1494630372142825472, "text": "PATHER PANCHALI (1955)\nwatched 1/9\n\nan indian movie abt a rly poor family struggling to get by, focusing on the perspective of a young boy. various misfortunes befall them. v well made and interesting, v depressing lol https://t.co/6gaV6c9kor"}, {"author_id": 752602402121920512, "id": 1494266340579758081, "text": "Wow Machine Radio -#Comedy #Music #Random-\n\n You Never Know What You Will Hear Next!\n\n#NowPlaying\nRavi Shankar - Pather Panchali\n\nhttps://t.co/tHb2xxgzrO"}, {"author_id": 902033775131074560, "id": 1494185898594156547, "text": "@deyrajat The view triggered words by Bibhutibhushan’s Pather Panchali 🙃"}, {"author_id": 1324420850695561216, "id": 1494130905480253440, "text": "@TausifRunning Yes. Whistling train passing through fields of Kaash flowers in Satyajit Ray's \"Pather Panchali\" climax is said to be one of cinematic masterpiece."}, {"author_id": 249043740, "id": 1494086347287584771, "text": "Tonight I watched Pather Panchali which is a 2 hour long movie, I probably spent 110 minutes trying to figure out what the point in the storyline was."}, {"author_id": 1401578703818158083, "id": 1494048342837727232, "text": "@Zetsub0u1 I don't remember where I watched it. And this is my favourite one in the trilogy. I hope you like it.\nhttps://t.co/yLtpHJ6ZxW"}, {"author_id": 2942983760, "id": 1493812555118219267, "text": "@pixiemitski ONLY YESTERDAY!! also pather panchali, the farewell, the florida project, roma, letters to juliet; comfort films are so necessary i get you"}, {"author_id": 1451816732062994434, "id": 1493626705956651009, "text": "Improvisations On The Theme Music From Pather Panchali (Digitally Remast... https://t.co/1VMIGAS2md via @YouTube"}, {"author_id": 1145708039502045185, "id": 1493256112350515202, "text": "@Cinemark @TheAcademy I would nominate Pather Panchali of Sir Satyajit Ray at Oscars.......\nA master piece, a Classic,\nAll time Best ❤️❤️❤️"}, {"author_id": 1142745739308589056, "id": 1493243059902971906, "text": "@samraggi_debroy Kishore refers him as Manik Mama ...When Ray asked him his fees, he just touched his feet and didn’t accept any fees. When Ray ran into financial trouble during  making of Pather Panchali and even considering dropping the project , Kishore Kumar helped him out with Rs 5,000 .."}, {"author_id": 525323491, "id": 1492886034316763139, "text": "@Gunjanx Only the original, Pather Panchali. What should I watch next?"}]