[{"author_id": 1482693678875525122, "id": 1495251499882094593, "text": "@_GlobalCrisis_ @curryja @LizaKhromova @APashigreva @taliysky @DusanValecek When the news says that such and such a politician is involved in the #CO2 problem, it is immediately clear that it smells like a lot of money. All these people have done nothing to improve the lives of others. Only cheated with promises. Nothing personal, just business."}, {"author_id": 2925203374, "id": 1495251452247576586, "text": "RT @narendramodi: Due to #MannKiBaat, I repeatedly see how the radio can be a great medium to share positivity as well as recognise those w…"}, {"author_id": 833863273250422784, "id": 1495251124328308737, "text": "@JoeVelas84 Freedom has nothing to do with following instructions when the safety and lives of others are at stake."}, {"author_id": 821404970465509378, "id": 1495250903837851650, "text": "@RepThomasMassie If you are a bad actor, and you intentionally negatively affect the lives of others, you deserve EVERYTHING your government can do to stop you!\n\nClown!"}, {"author_id": 99450385, "id": 1495250819800698883, "text": "RT @JanetMuggivan: @RonniSalt @InsidersABC He, (like so many others 🙄) lives at the intersection of Mediocrity and Privilege. #palestalemal…"}, {"author_id": 1328518741802557441, "id": 1495250647964426243, "text": "@SuperfancyJames @TheRikeys Governments need to stop dictating how we live our lives. We, as men, should have the freedom to go nude as nature intended. Seatbelts impose upon our freedom. Masks make my mouth dry. What kind of man thinks of others?! Together we will eradicate covid, mentally."}, {"author_id": 1414012618147201026, "id": 1495250545430663168, "text": "RT @NowakRo: \"Being humble means recognizing that we are not on earth to see how important we can become, but to see how much difference we…"}, {"author_id": 1483105534127616004, "id": 1495250271953465347, "text": "do you have sources that this actually happened? or is it just a dystopia of your troubled head that likes to torment the lives of others? https://t.co/2fVaNjLLH4"}, {"author_id": 940909184047968256, "id": 1495250086674468865, "text": "@tramelayne I keep reminding myself of what I can do in the future, the lives I can improve and maybe even one day save. I suffer from some pretty severe depression and self-worth issues, so I try to think about what I can do for others and gets one foot after the other."}, {"author_id": 1317380040829652992, "id": 1495250071172096006, "text": "RT @UNICEF_UA: Tanya, 11.y.o. lives with her family in Granitne, less than 1 km from the contact line in eastern #Ukraine, where conflict t…"}, {"author_id": 2507376296, "id": 1495249939915763712, "text": "RT @TorrieM67902972: @ibnabeeomar @morganhousel I’d agree. I haven’t seen anyone willing to take their life and the lives of others more th…"}, {"author_id": 826639788665024512, "id": 1495249862564057088, "text": "Our rights exist alongside responsibilities. Protecting the lives of others by wearing a mask is a small inconvenience. https://t.co/fXzvephRHx"}, {"author_id": 952756536786395136, "id": 1495249754024038401, "text": "“Among the lessons to be learned here is that apparently some Black Lives Matter more than others, especially in the halls of justice, where the only justice is in the halls.”\n\nHowie Carr: Biden 'Justice' Department taking it easy on rioters https://t.co/KDzr1m6olS"}, {"author_id": 151723510, "id": 1495249101578977287, "text": "as you get older, it feels harder to earn a place for yourself in the lives of others, especially when you've fallen so far behind with actual life experience. i feel a lot of sorrow and regret for letting things get to this point..."}, {"author_id": 1892821658, "id": 1495249089549967360, "text": "@DCPTrNorthBCP He is putting himself in danger by not wearing a helmet or other rider gear. And his joyride endangers the lives of others on the road. Police should revoke the licences of those who engage in such behaviour outside of controlled environments (tracks). #Roadsafety #Karnataka"}, {"author_id": 126045034, "id": 1495248914915627012, "text": "@Imaginary_Ones I love IO because of the way they are growing the community and ensuring that this journey together with the project will value-add to everyone in their lives by recruiting professionals in many fields to guide and share their knowledge and experiences with others"}, {"author_id": 1315343876702572547, "id": 1495248886486773766, "text": "RT @KitsuragiQuotes: But I think all of us at some point imagine what our lives might have been had we been something else. And then we fee…"}, {"author_id": 353429316, "id": 1495248092664320004, "text": "@Scavage18 @80k_0k8 The so-called “freedom convoy” violated their own rules by blocking roadways, impeding emergency vehicles, and negatively impacting the lives of others. Their “movement” should’ve been shut down days ago. Bunch of whiny brats throwing a collective temper tantrum."}, {"author_id": 2263966387, "id": 1495247992391192576, "text": "@Littlemisstruc1 @NoOtherRussell Don't drag Anthony Hopkins into your BS. You don't think it's ironic to call others \"entitled &amp; privileged\" when YOU are the one who thinks the rest of the world owes YOU something? When you don't get it you advocate to ruin their lives?  Seems pretty entitled to me."}, {"author_id": 826283376856424449, "id": 1495246987796660230, "text": "@Eric_Schmitt You're willing to lie, spread hate &amp; endanger lives to get a senate seat. You make snide remarks about a man that has dedicated his life to saving others. You should be embarrassed &amp; ashamed of the type of person you've proven yourself to be.  #NoSchmitt https://t.co/2zfu3B7lGG"}, {"author_id": 1252543497539854338, "id": 1495246021202522112, "text": "RT @nemi_tari: Blacks: We have no value for our lives as we waste and kill our own, yet expect other races to have value for us.\n\nNo, it do…"}, {"author_id": 1478856284082479110, "id": 1495245947160473606, "text": "It's people like this that do nothing but just piss me off. Lio and serafina have been running around threatening children. Doxxing others. And genuinely trying to ruin the lives of random teens on the internet. And the white privileged idiots that follow their drama don't care. https://t.co/brkI1TyJ4R"}, {"author_id": 15271009, "id": 1495245883130007552, "text": "@GwenEvaBearLuvs The problem is, we might never reach majority of the population. Only those who suffered one way or another end up finding out that they’re not alone, and their research leads them to us. The others are trapped and struggling in their sad, manipulated, and propagandized lives."}, {"author_id": 1376589308438667265, "id": 1495245839563898880, "text": "RT @nemi_tari: Blacks: We have no value for our lives as we waste and kill our own, yet expect other races to have value for us.\n\nNo, it do…"}, {"author_id": 1483987402377273344, "id": 1495245702150385664, "text": "RT @dianamarylu1985: @BTS_twt_JOONIE Dear Nam, thank you for being that being of light that illuminates the lives of many people. Thank you…"}, {"author_id": 1140887364, "id": 1495245698513895425, "text": "Kiiiinda scared for my life. Well, not necessarily my life but the lives of others around me.  … \n/glances at Joëll"}, {"author_id": 1486378988348055553, "id": 1495245195457220610, "text": "@StefanishynaO Ukrainian govt. is successful to unite the European countries as well as your country men. Now you will be think that how to develop the confidence of people ans save the lives of Ukrainian &amp; foreigners like students,  tourist and others which are stand with you and Ukrainian' s"}, {"author_id": 3056365913, "id": 1495245143976431620, "text": "RT @UNICEF_UA: Tanya, 11.y.o. lives with her family in Granitne, less than 1 km from the contact line in eastern #Ukraine, where conflict t…"}, {"author_id": 952979034459131904, "id": 1495245128063062016, "text": "RT @andrewhebert86: 7 evidences God is calling you to preach, via @DrStevenJLawson:\n\n• Burning passion to preach\n• Marked ability to teach…"}, {"author_id": 1400072522385825793, "id": 1495244846533345282, "text": "RT @Papokyta: @Prxmiseiwnl It's surreal to see how Sakura, a character who has matured so much, saved countless lives and created projects…"}, {"author_id": 1025933265952157697, "id": 1495244400980795393, "text": "RT @JanetMuggivan: @RonniSalt @InsidersABC He, (like so many others 🙄) lives at the intersection of Mediocrity and Privilege. #palestalemal…"}, {"author_id": 425431365, "id": 1495243980216303620, "text": "@RonniSalt @InsidersABC He, (like so many others 🙄) lives at the intersection of Mediocrity and Privilege. #palestalemales"}, {"author_id": 1148585748377022465, "id": 1495243900956684288, "text": "@FlurryOfGloves -- survive and win. But when the battle is over, you realized it then and there. You take away the innocence that is life, and the livelihood of others. They had lives they wanted to live too, and it was taken from them...\" \n\nThey ended with, eyes staring blanky at the ground. --"}, {"author_id": 1239949708572987392, "id": 1495243815761977346, "text": "@BTS_twt_JOONIE Dear Nam, thank you for being that being of light that illuminates the lives of many people. Thank you for not giving up in the face of difficulties, your example of effort and tenacity inspires others who are going through difficult times."}, {"author_id": 4281570916, "id": 1495243579710660613, "text": "Most People have paid taxes all of their lives+ others are paying taxes now, except for the top 1%. Gov. Subsidies for Corporations are ok, I also believe the American People should be able to get back from their taxes during this Covid via Stimulus Checks + via Child Tax Credit."}, {"author_id": 1491735879710568450, "id": 1495243578473578501, "text": "RT @asharamjibapu_: Trees do not eat the fruit growing on them; rivers do not drink the water flowing in them. Lives of saints, similarly,…"}, {"author_id": 1216465465112961026, "id": 1495243426220105736, "text": "And there is an legit question about what to do when members of the public abuse public spaces, through enclosure, appropriation, pollution, making others uncomfortable, etc. \n\nFor public spaces to function, the public has to be comfortable living their lives in those spaces"}, {"author_id": 474478570, "id": 1495243396469997568, "text": "For all the faults and evils of many famous leaders in history, they weren't cowards. They put their lives on the line for whatever cause was theirs. I can respect that.\n\nLeaders who send others to do their dirty work and hide like quivering cowards deserve nothing but contempt."}, {"author_id": 1200487076699017217, "id": 1495243045993865216, "text": "RT @Taliana83: In a democracy, one does not express one's self by tying up emergency systems to intentionally endanger the lives of others…"}, {"author_id": 1464457747597037573, "id": 1495241981315805184, "text": "RT @itssmeejames: “Our lives are stories in which we write, direct and star in the leading role. Some chapters are happy while others bring…"}, {"author_id": 66392766, "id": 1495241896993738752, "text": "RT @CLC1905: @PeacefulVegan62 @ravenscimaven I hear you. For those of us who have chronic pain and long term issues from the pre-Covid days…"}, {"author_id": 3010808680, "id": 1495241702147178498, "text": "You have a right to let your voice be heard. You do not have a right to be disruptive to the lives of others or threaten/hold the global economy hostage until you get what you want. This is an important distinction, like blocking a highway. You don't have a right to do that. https://t.co/vSlBKXACZV"}, {"author_id": 76785769, "id": 1495241572882993157, "text": "People who don’t give a shit about blackface and don’t understand what life was actually like under Hitler are upset with our PM because they can’t continue to disrupt/terrorize the daily lives of others in the name of “freedom”."}, {"author_id": 1491970960152756229, "id": 1495241489101647874, "text": "RT @asharamjibapu_: Trees do not eat the fruit growing on them; rivers do not drink the water flowing in them. Lives of saints, similarly,…"}, {"author_id": 3318120908, "id": 1495241260067704841, "text": "RT @89greeneggsnham: 🏨\"The Baby Shower\" (s.6 ep.20) \"Nanny Fine, you have nothing to worry about. I found my man and I am completely, and t…"}, {"author_id": 1267898364672253952, "id": 1495241091242729483, "text": "@Susie_FFXIV @thehill Only bulletproof, bombproof, rich, people who lots of others depend on, like Dave, are immune to cancellation.\nNot that the communists won’t try, of course.\nPlenty of people with less clout have seen their lives destroyed because of the bloodthirsty attacks of the cancel mob."}, {"author_id": 1252384810041069568, "id": 1495240751361695753, "text": "RT @KitsuragiQuotes: But I think all of us at some point imagine what our lives might have been had we been something else. And then we fee…"}, {"author_id": 905994015920807936, "id": 1495240505206132739, "text": "“Leadership is a privilege to better the lives of others, not an opportunity to satisfy personal greed.” \n\n| Mwai Kibaki @MwaiKibaki\n#KatibaMpya #WenyeNchiWananchi\nCc: @MariaSTsehai @fatma_karume @godbless_lema @TunduALissu @HildaNewton21 @IssaShivji @lwaitama1 @YerickoNyerereT"}, {"author_id": 1493874852276871168, "id": 1495240031014772738, "text": "RT @asharamjibapu_: Trees do not eat the fruit growing on them; rivers do not drink the water flowing in them. Lives of saints, similarly,…"}, {"author_id": 510742852, "id": 1495239450900803584, "text": "@PeacefulVegan62 @ravenscimaven I hear you. For those of us who have chronic pain and long term issues from the pre-Covid days, it feels like the sword Of Damocles is hanging over our heads. \n\nAnd I hate that others are having to learn what our lives, living with long term disease, are like. Heartbreaking. 💔"}, {"author_id": 1450067902086975494, "id": 1495239405572870149, "text": "@spinart7 @CanadianModera1 @IvisonJ Rarely used, indeed. He confuses self-absorption/self-aggrandizement (unbecoming traits, but not left-wing lunacy) w/ being wide awake/paying attention to things like, oh I don't know, the lives of others? the planet? (not lefty lunacy). Also, which side's attacking reporters?"}, {"author_id": 1426399811108950021, "id": 1495239159401041920, "text": "RT @asharamjibapu_: Trees do not eat the fruit growing on them; rivers do not drink the water flowing in them. Lives of saints, similarly,…"}, {"author_id": 1034243792390508549, "id": 1495238893960060930, "text": "RT @KitsuragiQuotes: But I think all of us at some point imagine what our lives might have been had we been something else. And then we fee…"}, {"author_id": 1367011482203009025, "id": 1495238805447757826, "text": "We value in life, the lives of others, and in particular animals that are not treated with dignity, we are both characterful and do not let go too quickly. We are good actors, and vindictive (come to revenge rather rarely comes)  - In a word, we are alike in many ways. :D"}, {"author_id": 1494377900526780424, "id": 1495238570436702209, "text": "@SteeleDaddy Oh get fucked.\n\nSome of us lived more sheltered lives than others.\n\nSome of us have family members who still are police officers.\n\nSome of us served in the military.\n\nSome of us just overall took longer to notice the glitch in The Matrix.\n\nTake your victory lap and fuck off.\n\n🤣"}, {"author_id": 1377996983638560769, "id": 1495238241531961346, "text": "RT @enneabot: However, Twos’ inner development may be limited by their “shadow side”—pride, self-deception, the tendency to become over-inv…"}, {"author_id": 1459506735970865153, "id": 1495238189413728257, "text": "RT @Thony93934668: Those who bring sunshine into the lives of others cannot keep it from themselves.\"\n\n#ElhaNympha"}, {"author_id": 611073, "id": 1495238146727968774, "text": "RT @RTDeLand: @GadSaad Some people have lost their cool, Gad. They need others to blame for the slight perturbation in their daily lives. T…"}, {"author_id": 206952866, "id": 1495237503619526657, "text": "@LostFor140Chars @AndreaBalfour @OttawaPolice Don’t be fooled. Wording is everything.\nEg “Do protestors have the right to occupy mutliuse/commercial/public/private property for extended periods while disrupting the personal and commercial lives of others not involved in the thing being protested?”"}, {"author_id": 21688446, "id": 1495237381519294473, "text": "🏨\"The Baby Shower\" (s.6 ep.20) \"Nanny Fine, you have nothing to worry about. I found my man and I am completely, and totally...and multiply satisfied.\" \"Reeaally?\" \"That is the joy of being with a man who lives to serve others, baby!\" https://t.co/1erBhcVjZ1"}, {"author_id": 74489944, "id": 1495237343984304134, "text": "@DonnaLeigh5557 Someone isn't loved in their sorry lives. Don't you dare feel sorry for being happy. More people should lead happier lives and rejoice in the joy of others. That was a BS DM and one you should never, ever take to heart!!"}, {"author_id": 2415810498, "id": 1495237058528485379, "text": "RT @MohamoudGaildon: The explosion that has taken the lives of two traditional elders of @AmbGamal’s constituency and wounded others is a t…"}, {"author_id": 1376539212175052802, "id": 1495236802604462084, "text": "However, Twos’ inner development may be limited by their “shadow side”—pride, self-deception, the tendency to become over-involved in the lives of others, and the tendency to manipulate others to get their own emotional needs met."}, {"author_id": 797631672363679745, "id": 1495236645271994368, "text": "RT @AtomicAnalyst: When the next pandemic occurs (and make no mistake, it will) and the federal government is unable to respond in a coordi…"}, {"author_id": 4380194536, "id": 1495236532479078400, "text": "RT @ShobhaTharoor: “Literature is love — a way to connect with others not only across time &amp; space but also in the here &amp; now. Literature t…"}, {"author_id": 1495234367802642435, "id": 1495236102286094336, "text": "RT @asharamjibapu_: Trees do not eat the fruit growing on them; rivers do not drink the water flowing in them. Lives of saints, similarly,…"}, {"author_id": 1421727289721561093, "id": 1495235886757330953, "text": "Those who bring sunshine into the lives of others cannot keep it from themselves.\"\n\n#ElhaNympha"}, {"author_id": 31463043, "id": 1495235864171270144, "text": "RT @risahoshinoMD: The US: *2590* COVID deaths per mil\nJapan: *146* deaths per mil\n\nIn Japanese culture, kindness towards others is deeply…"}, {"author_id": 1428188223960879106, "id": 1495235635409408002, "text": "Those who bring sunshine into the lives of others cannot keep it from themselves.\"\n\n#ElhaNympha"}, {"author_id": 1467426289334505477, "id": 1495235635254370311, "text": "Those who bring sunshine into the lives of others cannot keep it from themselves.\"\n\n#ElhaNympha"}, {"author_id": 1448642998065979392, "id": 1495235635136712704, "text": "Those who bring sunshine into the lives of others cannot keep it from themselves.\"\n\n#ElhaNympha"}, {"author_id": 1493267624800751621, "id": 1495235539057864704, "text": "@GadSaad Some people have lost their cool, Gad. They need others to blame for the slight perturbation in their daily lives. They don't think rationally anymore. Emotional outbursts lead to the people running to the arms of authoritarian filth. They need heterodox thinkers like you."}, {"author_id": 1202767233052577792, "id": 1495235510477811716, "text": "Those who bring sunshine into the lives of others cannot keep it from themselves.\"\n\n#ElhaNympha"}, {"author_id": 1421711070469656585, "id": 1495235510393999367, "text": "Those who bring sunshine into the lives of others cannot keep it from themselves.\"\n\n#ElhaNympha"}, {"author_id": 1419313859186155522, "id": 1495235510159089671, "text": "Those who bring sunshine into the lives of others cannot keep it from themselves.\"\n\n#ElhaNympha"}, {"author_id": 1421727289721561093, "id": 1495235510146531331, "text": "Those who bring sunshine into the lives of others cannot keep it from themselves.\"\n\n#ElhaNympha"}, {"author_id": 1428188223960879106, "id": 1495235510033338378, "text": "Those who bring sunshine into the lives of others cannot keep it from themselves.\"\n\n#ElhaNympha"}, {"author_id": 1467426289334505477, "id": 1495235509806764038, "text": "Those who bring sunshine into the lives of others cannot keep it from themselves.\"\n\n#ElhaNympha"}, {"author_id": 1448642998065979392, "id": 1495235509337182212, "text": "Those who bring sunshine into the lives of others cannot keep it from themselves.\"\n\n#ElhaNympha"}, {"author_id": 1428190944474529796, "id": 1495235509295017988, "text": "Those who bring sunshine into the lives of others cannot keep it from themselves.\"\n\n#ElhaNympha"}, {"author_id": 1365464072385417216, "id": 1495234712419422214, "text": "Why are you so selfish.  If you want to comply, go for it.  But, stay the hell out of the decision of others not to comply.  You don’t rule over the body and lives of all others. https://t.co/OwASdDHSp2"}, {"author_id": 1450693370997657600, "id": 1495234563928248324, "text": "RT @blacksheep_119: \"Never underestimate the difference you can make in the lives of others. Step forward, reach out and help.\n\nSSR Transfo…"}, {"author_id": 35492646, "id": 1495234523046555649, "text": "@TealusLildailye @Truthhu76138067 @NikkiFried You all are against killing babies, homeless, veterans, and a litany of others. The trouble is you won’t lift a finger to help any of them. You just want to control others lives, because yours is so miserable that making someone else’s worse, feels like a win for you."}, {"author_id": 1490142150645985283, "id": 1495234500053245957, "text": "@KDTrey5 Yes, and the most fulfilling lives are spent appreciating them in others and being grateful/making the most of the ones we notice we have."}, {"author_id": 1200638406, "id": 1495233888137842688, "text": "Everyone has said or done something wrong at some point in their lives. What's the purpose of trying to showcase the bad in others when it's more constructive to work on becoming a better person?"}, {"author_id": 1479963263509024769, "id": 1495233131237888001, "text": "Please don't include me in \"...we all went friggin crazy.\"\n\nYOU ALL went fucking crazy and acted like the mindless sheep you really are.\n\nI, and millions of others like me, went on with our lives as best we could with all you pathetic assholes all around us. https://t.co/HodgLPK13R"}, {"author_id": 1425836117945831427, "id": 1495233129837371393, "text": "RT @asharamjibapu_: Trees do not eat the fruit growing on them; rivers do not drink the water flowing in them. Lives of saints, similarly,…"}, {"author_id": 1123078189251743745, "id": 1495232678748164104, "text": "@ThiaBallerina Respectfully disagree.\n\nThe people who profit from war, (either politically or financially,) are completely rational actors, albeit amoral ones.  They understand what they're doing, and what the human cost is.  They just value their own personal benefit above the lives of others."}, {"author_id": 1273673879035301890, "id": 1495232474510774274, "text": "RT @SpeakerGbaja: Again, @femigbaja touches lives of constituents, distributes cars, laptops, others\n\n @SpeakerGbaja of the @HouseNGR, on S…"}, {"author_id": 16196796, "id": 1495232260626391041, "text": "RT @Taliana83: In a democracy, one does not express one's self by tying up emergency systems to intentionally endanger the lives of others…"}, {"author_id": 23510621, "id": 1495232003867828231, "text": "RT @Taliana83: In a democracy, one does not express one's self by tying up emergency systems to intentionally endanger the lives of others…"}, {"author_id": 2234971508, "id": 1495231813362483200, "text": "@pondera_fm @GeorgieSmyth @CBCVancouver But when it infringes on the rights of others to go about their lives?"}, {"author_id": 56167522, "id": 1495231675185471495, "text": "@BlkMissFrizzle @imJusTerrell Lmao I have mad family that lives in  Staten. One of my cousins lives up the block from Stapleton, the others from Todt Hill etc etc. I done heard stories of them getting hopped out of windowless vans by Italians like the A team because they weren’t from over there etc etc.😭😭😭"}, {"author_id": 2433737418, "id": 1495231361996648453, "text": "RT @Taliana83: In a democracy, one does not express one's self by tying up emergency systems to intentionally endanger the lives of others…"}, {"author_id": 1485226230999707651, "id": 1495231251300585474, "text": "“Our lives are stories in which we write, direct and star in the leading role. Some chapters are happy while others bring lessons to learn, but we always have the power to be the heroes of our own adventures.”\n— Joelle Speranza\n\nALEXAmazing BdayOnASAP"}, {"author_id": 1483290705451962369, "id": 1495230982256951296, "text": "@mben0912 @4crosspurposes @MotherOfMeeps Stop the hate! FK up! Stop trying to end the restrictions and kill vulnerable members in the community... the majority want the restrictions for protection during the wave .: it’s the selfish minority that are dismissive of others lives that don’t... stop trying to kill people"}, {"author_id": 1447269877300043778, "id": 1495230783652601861, "text": "RT @melsyl5: There are 2 kinds of people. The good person who follows laws and enriches the lives of others. The others I call them vampire…"}, {"author_id": 1128214926345035776, "id": 1495230687892365315, "text": "RT @Papokyta: @Prxmiseiwnl It's surreal to see how Sakura, a character who has matured so much, saved countless lives and created projects…"}, {"author_id": 1214377622681128962, "id": 1495230545172783105, "text": "@michaeljknowles Kudos to the libs for following Franklin Graham.  Maybe some of the love that he shows others will take root in their own lives. ♥️✌️♥️"}, {"author_id": 2848863173, "id": 1495230531721895938, "text": "RT @goaltoinspire: At the end of the day, a meaningful life isn’t about being rich, popular, beautiful, highly educated or perfect. It’s ab…"}]