[{"author_id": 1398531420931301376, "id": 1495251727419056132, "text": "RT @BattaKashmiri: Cut off the hand of a Butcher who was about to slaughter a Cow. \n\nThat's how Secular he was as a kid.. https://t.co/wJeP…"}, {"author_id": 128741966, "id": 1495251725204262912, "text": "@NorCalRiverRat This was the smaller two.  The third one he couldn’t get out of the hole.   He runs a 10”. \n\nI run a 8”, I have a 10. But easy to loose electronics are damn near a kid in that \n\nWhat are you primary looking to get tomorrow? https://t.co/MtziDdmENj"}, {"author_id": 234521957, "id": 1495251721563648000, "text": "Back in the day when I was young, I’m not a kid anymore, but some days I sit and wish I was a kid again… https://t.co/sITBabT7tR"}, {"author_id": 358047426, "id": 1495251720150175751, "text": "RT @SwagBoiTez: One of the most underrated comedy movies is “The New Guy” I loved that movie as kid I’m glad Netflix added it"}, {"author_id": 1576448227, "id": 1495251717843304454, "text": "in 8th grade on the bus home this kid burnt up a whole $20 bill to prove that he was rich omg i hope his card gets declined at subway"}, {"author_id": 1215654076870012929, "id": 1495251713795710984, "text": "RT @poohzuru: not the ipad kid 😭😭 https://t.co/MO0QLA6ha5"}, {"author_id": 721232289649131521, "id": 1495251710536818694, "text": "@vzmercogliano Well, that dooms kid to a return to the AHL... Sad for you that are so insisting he should be allowed to fail this year."}, {"author_id": 17507171, "id": 1495251700898144261, "text": "RT @CamilleCailloux: The Mandalorian but it’s a single dad with his kid, both being huge Star Wars fans https://t.co/eQDNRiZhHY"}, {"author_id": 1301875187969736704, "id": 1495251696854831110, "text": "RT @PUNKBITEZ: when i was a kid i read something along the lines of \"slenderman has the distinct scent of popcorn\" and one night my mom mad…"}, {"author_id": 1237722735008153600, "id": 1495251687921131520, "text": "RT @ybpages: Just saw a white woman crying &amp; getting a big hug from her partner (presumably), while standing directly in front of the polic…"}, {"author_id": 1271851114078572544, "id": 1495251683248680968, "text": "RT @gupiejc: 🌻: papa wishes hazard to be a cute son like this, a cute kid like this and be encouragement for papa, grandpa, grandma, grandm…"}, {"author_id": 4714334594, "id": 1495251680333545473, "text": "@BleacherReport At least Thanasis knows how to read the room not like that other little kid 😂 https://t.co/RLKGaL4ZHJ"}, {"author_id": 242116011, "id": 1495251675610714115, "text": "@joshua_boe I think mine are related to my ADHD + all the apocalypse literature I read as a kid. I'm in hiding from The Bad People and I have to run around and complete a series of tasks on time so they won't hurt my family and friends."}, {"author_id": 1348711597233954821, "id": 1495251671965966341, "text": "@FenixAmmunition Yeah, the pudgy mid life crisis female Olivet officer that \"is just don't her job\" to put down one of my doggos... She better have her head on a swivel. It's one step up from taking my kid from me. There will be righteous vengeance over that stunt."}, {"author_id": 601422301, "id": 1495251670938398721, "text": "@SeanRossSapp I get that lady with the kid tryna deescalate but she still dumb for that"}, {"author_id": 1335721443791814656, "id": 1495251665896706048, "text": "ᅠᅠ \n\nA small smile reached the teen’s lips as he heard the small ‘𝑔𝑢𝑟𝑔𝑙𝑒’ leave the kid’s stomach. \n\n    ❝ Food it is then. Just order whatever you want, it’ll be on me. ❞ \n\nᅠᅠ https://t.co/SfFuoC5zFx"}, {"author_id": 1414783846592225282, "id": 1495251660821643270, "text": "@ThatAngelGuy I moved around my whole life as a kid. I was always the new kid and until hs I was bullies by all the kids. Use to have to hide in certain rooms, or take different routes in hallways in schools. I get this so much."}, {"author_id": 1479688867418497024, "id": 1495251660083372033, "text": "RT @eternitwt: maybe it’s just me, but i’m so proud of that way that little kid went “dream likes george,” in a giggly, not negative way, i…"}, {"author_id": 277752124, "id": 1495251652328271873, "text": "@imcorinnemec Do you like NASCAR? My dad and I use to go to the local track when I was a kid so we watch! Tomorrow is the Daytona 500!"}, {"author_id": 1259091018911121409, "id": 1495251649857826816, "text": "RT @tanseok: Not Today sampled a scream from the viral \"Crazy German Kid\" video. After Namjoon's \"FIGHT\" and right before Yoongi's verse be…"}, {"author_id": 991074563323842560, "id": 1495251647869726722, "text": "RT @CoachKuh: Congrats to @mbrandt_2  on being selected as the Player of the Year in District 8! He was also selected to the District 8 and…"}, {"author_id": 250287675, "id": 1495251647861125126, "text": "the stress i have that isn’t even from my kid lmaoo. like honestly this is prob the easy part of kids - he is not a problem. everything/one else is"}, {"author_id": 2207797128, "id": 1495251638730244098, "text": "I used to get so fired up for the NBA dunk contest as a kid. It’s gotten worse over the years but tonight’s was HORRIBLE!"}, {"author_id": 351346086, "id": 1495251636410851329, "text": "RT @JamesTate121: Tucker Swanson McNear Carlson. He looks like he drowned cats as a kid. Maybe that is why he fears the Pu$$y.😹\n\n#BlueVoice…"}, {"author_id": 999411616927158272, "id": 1495251634515066881, "text": "RT @BSmoWrestling: This kid wrestled his tail off and earned that medal this weekend!! Proud to watch him grow the past four years! Corbin…"}, {"author_id": 388320081, "id": 1495251632409362434, "text": "RT @newhere619: The best debut movie for a star kid"}, {"author_id": 613958987, "id": 1495251622666158085, "text": "Other kid going straight to the chop shop I’m good with my 1"}, {"author_id": 1489628268588199937, "id": 1495251617117249537, "text": "@Imaginary_Ones 1/2 Oh, how can I count the ways I love @Imaginary_Ones ? When I first saw this project, my inner kid screamed with delight. The nostalgia about this project brings out the inner kid in all of us. When times were simple. When the simplest things bring smiles to our faces."}, {"author_id": 1138406996556648455, "id": 1495251613161717761, "text": "As long as his bitch cheating... And his kid...ring is the word 😂 😂 😂 https://t.co/n9WOCWWKFW"}, {"author_id": 24881397, "id": 1495251611802816512, "text": "RT @dhookstead: Growing up, a lot of guys I went to school with idolized athletes as heroes.\n\nI love sports, but my heroes since I was a li…"}, {"author_id": 1925615053, "id": 1495251610292797443, "text": "@brianabr @ChristianWalk1r Why are you still wearing a mask at all they have been proven not to work. The average hole in a mask I 8x bigger than the virus. And if you use a N95 mask all day you’re breathing in bacteria from your coughs and sneezes all day it’s kid of disgusting. Just lose it completely"}, {"author_id": 1176724585221251072, "id": 1495251606102626305, "text": "RT @JoJoFromJerz: I was just having a conversation about book banning with the 12 year old.\n\nMe: “They’re banning books that have been in l…"}, {"author_id": 1484491656535875585, "id": 1495251581125550082, "text": "Just saw a milf with the nicest dumptruck, ever since a kid I wanted to ride one #tonka #yeat"}, {"author_id": 215322832, "id": 1495251575010480130, "text": "If you’re a teacher, celebrate the kids who sometimes make too much noise. They will be the ones who continue to make “too much noise” into adulthood &amp; may actually bring positive change. If you’re a person/kid with #adhd ? Shake your crayon box over and over and over again. ❤️"}, {"author_id": 215322832, "id": 1495251573865435138, "text": "“Yes, class! Everyone shake your crayon box and make lots of noise like Natalie is so we can all learn to be quiet!”  I had no idea I was being disruptive. I was just a fucking kid with a different brain. An #adhd brain.  This was the first time I felt deeply ashamed of who I am."}, {"author_id": 2150780989, "id": 1495251570627268609, "text": "RT @BattaKashmiri: Cut off the hand of a Butcher who was about to slaughter a Cow. \n\nThat's how Secular he was as a kid.. https://t.co/wJeP…"}, {"author_id": 1478432928996597760, "id": 1495251566994944000, "text": "@uronedomaus sorry not sorry but idk why the kid is cryin and his knee is bleedin"}, {"author_id": 53960451, "id": 1495251565602480130, "text": "@RealTee29 @shesinscrubs @denise_dewald The only way to “cap” managerial salaries is to heavily tax them.\n\nWhen I was a kid there was no incentive to have huge salaries because of the tax rate."}, {"author_id": 1312016420633563136, "id": 1495251560779194370, "text": "RT @CaseeBlaine: Boruto and hima with the kid versions of their parents 🤧🔥😭🔥 https://t.co/GgDWDAB70W"}, {"author_id": 1473418290974191617, "id": 1495251544987815939, "text": "RT @poohzuru: not the ipad kid 😭😭 https://t.co/MO0QLA6ha5"}, {"author_id": 22883752, "id": 1495251535952891904, "text": "@l78lancer @ClaudetteGGibs1 My kid's socks are showing, again. \n\nGOP, he didn't stop growing when you stopped the #ChildTaxCredit. Now, he's in tears bc we have to go back to the school district's second-hand clothes exchange.\n\nHe thought new Target jeans were pretty cool. 😥"}, {"author_id": 2796695735, "id": 1495251526234689536, "text": "My hair was straight as a kid, what the hell what happened?"}, {"author_id": 1360686171815305216, "id": 1495251524569681924, "text": "RT @IWTO__: In North Macedonia, an 11 yr old girl with Down syndrome was bullied by classmates and removed from class when other kid’s pare…"}, {"author_id": 275299381, "id": 1495251517275721729, "text": "I'm a late 80's and early 90's kid with manners of the 60's, 70's and 80's, lingo of the 80's, and 90's which is most excellent dudes, (tmnt fan, sorry) but I have kept up with most trends but behind on some hype trends for I hate hyped shizz, which is why most games..."}, {"author_id": 1495251093533917187, "id": 1495251514788442115, "text": "I was never the cool kid in\nhttps://t.co/NWgh0nLa80\nMy favorite thing about motherhood is the outpouring\nhttps://t.co/f8wabw7MHo"}, {"author_id": 32641345, "id": 1495251512511057924, "text": "@NailsAndNY @JPWARHORSE That’s no ordinary kid. That’s The Amazing Dragon, he had merch too."}, {"author_id": 2274977659, "id": 1495251507758833665, "text": "RT @akku_sidheart: Best personality !\n Mature by mind , kid by heart ❤️ \nRude from outside ,caring from inside...♥️\nYou are the best person…"}, {"author_id": 1375862293947375619, "id": 1495251504617299969, "text": "the only thing fun about this game is looking for shells i have a blast like a little kid rn"}, {"author_id": 1463744282011914245, "id": 1495251503929446400, "text": "@lahorchatera @spoonz0r @OrwellNGoode The teacher wants to you assume the facts presented in the question aren't true despite there being a logical way to answer the question (which the student identified). That's just bad question design if so. Or the kid's smarter than the teacher."}, {"author_id": 338628044, "id": 1495251502289539074, "text": "My niece just gave me a lecture about why I should play with her 😩 circumstances like these make me question if I want kid's in the future lmbo"}, {"author_id": 1525187563, "id": 1495251498456043527, "text": "Abortion is wrong! You’re killing an innocent baby!! Okay adopt a baby than. Do it right now adopt a baby! Oh no you want you’re “own” kid okay so eat the shit of every kid in the foster care system"}, {"author_id": 1335286147719847936, "id": 1495251494932725765, "text": "@TheeUncleJerry @Kid_Cool_Kickz I had it in my cart from your link yesterday. Next time I'll click the link again and just checkout from there that way you get incentive for link. Sorry I didn't even think about that until you just said something https://t.co/C25QGJPtQ6"}, {"author_id": 624509919, "id": 1495251492235722756, "text": "The fuck is other things? You bought that million dollars house by annoying your little kid bro. The fuck is other things this the thing you signed up for. Now show us how your dog ruined your breakfast. How is your cousins study going in Harvard? All good?"}, {"author_id": 36520903, "id": 1495251490277150721, "text": "@jrodpaz Right? I had a toy \"Tonka Firetruck\" and a \"Western Flyer\" 10-speed bicycle when I was a kid. I thought we were rich. \"Streaming\" back then was when we peed our initials in the snow. #TimesHaveChanged"}, {"author_id": 2597406710, "id": 1495251483494916100, "text": "RT @CamilleCailloux: The Mandalorian but it’s a single dad with his kid, both being huge Star Wars fans https://t.co/eQDNRiZhHY"}, {"author_id": 1044327933815508993, "id": 1495251480600879108, "text": "@RahulKohli13 I know kids are stupid cuz when I was a kid I thought this part of the movie was boring"}, {"author_id": 1488738296507379716, "id": 1495251476758867969, "text": "@OrwellNGoode It appears the kid just  learning to write is smarter than the teacher"}, {"author_id": 134220395, "id": 1495251468827475969, "text": "@MissMandy126 The kid in the red shirt is doing Justin Jefferon #TheGriddy lol"}, {"author_id": 1486735419433578498, "id": 1495251458995806209, "text": "@The_gooofy_kid Actually, there is nothing like this, just everyone does all this in their own ways to make others do something and the same is happening in India too."}, {"author_id": 1481525872389758976, "id": 1495251456437411841, "text": "the kid tippy toes but he’s 6’3"}, {"author_id": 1429788118769709057, "id": 1495251455913218051, "text": "RT @clahanyushii: tsuzuki sensei was there for him since he was a kid and was the person who saw yuzu land 4A (w/o falling/not fully rotate…"}, {"author_id": 793084950597677056, "id": 1495251454562652164, "text": "RT @CamilleCailloux: The Mandalorian but it’s a single dad with his kid, both being huge Star Wars fans https://t.co/eQDNRiZhHY"}, {"author_id": 532622381, "id": 1495251450229891073, "text": "@perilandra The kid brought home a MILF hunter, LOL! #MeTVBuckRogers"}, {"author_id": 103405006, "id": 1495251444022267913, "text": "@Claudesabourin @EmmaJoNYC Yes school board will send out a note saying kid will be suspended if your records are not up to date...but once the parent gets involved and say they will not be vaccinated...it stops there"}, {"author_id": 999857866885468160, "id": 1495251431485542410, "text": "RT @clahanyushii: tsuzuki sensei was there for him since he was a kid and was the person who saw yuzu land 4A (w/o falling/not fully rotate…"}, {"author_id": 1911353977, "id": 1495251429421993989, "text": "@valleyboyzz_ @SportsCenter @Double0AG @ZachLaVine @spidadmitchell Call this kid for the next #NBAAllStar Dunk Contest"}, {"author_id": 1476626484034949122, "id": 1495251426536484864, "text": "@Imaginary_Ones Love it since the first time i saw it reminds me of when i was a kid brings those bday vibes all the family together, the smiles and screams are unforgettable, love what u guys are doing and would love to be onboard on this amazing project I’m ready to join and change the game"}, {"author_id": 853520425480970240, "id": 1495251425856978944, "text": "RT @ViggyStrdust: Just because Tashny tried her best to help one kid suddenly she is being critisized on why she isn't doing the work of an…"}, {"author_id": 1349896624881938432, "id": 1495251424724271105, "text": "Wait… I am late I know… Maddie’s husband cheating on her and got the side chick pregnant, then she becomes his fiancé &amp; divorces the wife to find out he has a kid by the Journalist of the small town?… wow! #SweetMagnoliasSeason"}, {"author_id": 1377875922943008771, "id": 1495251417912643590, "text": "@PunishedRobot the first five or six were good*\n\n*came out when I was a kid"}, {"author_id": 1478055039461695494, "id": 1495251410711195652, "text": "My girlfriend painted my nails tonight. I think the last time I had them painted is when I was a kid. It was always a \"girly thing\", so I was always against it. I'm becoming more comfortable with my non-binary self. I like my nails painted. 😊"}, {"author_id": 1383660554691047427, "id": 1495251407234306049, "text": "RT @daisybboee: G: papa wishes hazard to be a cute son like this, a cute kid like this and be encouragement for papa, grandpa, grandma, gra…"}, {"author_id": 1423730556454506502, "id": 1495251406739193863, "text": "RT @MattWalshBlog: Why would anyone cry for a violent scumbag predator who choked a girl while robbing her at gunpoint after shooting a kid…"}, {"author_id": 3142170278, "id": 1495251404503408640, "text": "RT @TheAndrewNadeau: When I was a kid my mom made us “chocolate soup” once and gave it to us in a bowl with a spoon and it was such an amaz…"}, {"author_id": 1171653400620163078, "id": 1495251398170230786, "text": "RT @DuanesburgHoops: With this 3 pointer Madison Meyer became the all-time leading scorer in Duanesburg Girls history. Special player and k…"}, {"author_id": 130024432, "id": 1495251395204640769, "text": "Kylington is a figure skater with the puck.. unreal.. \nSign that kid 8yrs\n#Flames"}, {"author_id": 837423016879468544, "id": 1495251380793229315, "text": "RT @kushibo: @Imposter_Edits This made me nervous as shit just watching it.\n\nIt was wrong to come at these kids like this, but, the kids ma…"}, {"author_id": 2665667708, "id": 1495251368046731269, "text": "RT @CamilleCailloux: The Mandalorian but it’s a single dad with his kid, both being huge Star Wars fans https://t.co/eQDNRiZhHY"}, {"author_id": 1349775381633458176, "id": 1495251361096617989, "text": "RT @eternitwt: maybe it’s just me, but i’m so proud of that way that little kid went “dream likes george,” in a giggly, not negative way, i…"}, {"author_id": 1414835929303322647, "id": 1495251359368564740, "text": "RT @daisybboee: G: papa wishes hazard to be a cute son like this, a cute kid like this and be encouragement for papa, grandpa, grandma, gra…"}, {"author_id": 1403947449262161923, "id": 1495251359045763072, "text": "RT @daisybboee: G: papa wishes hazard to be a cute son like this, a cute kid like this and be encouragement for papa, grandpa, grandma, gra…"}, {"author_id": 1311192872683671553, "id": 1495251347012132866, "text": "Will use the word \"savarna\", will provoke people using small kid, will cancel all the suffering so called L.C's went as nothing but fake atrocity literature. If you feel this is wrong then why don't u feel so called L.C's who have gone through the same as wrong hypocrite. https://t.co/zRKRtYiEGK"}, {"author_id": 706487125114421248, "id": 1495251346551078916, "text": "RT @effjayem: @wirewalking They usually say \"because he'll be bullied\", to which the only appropriate response is \"so don't teach your kid…"}, {"author_id": 1437256888576479234, "id": 1495251332696993794, "text": "@solana_king My moms would feed me those when I was a kid.  She would bring me to work cause no one would babysit me.   It was pretty dope chillin,  eating cinnamon crunchy thangs in the strip club dressing room.  Moms didn’t like it when I said “Ma’am, there’s a two bag minimum”"}, {"author_id": 891770334415921152, "id": 1495251328729239553, "text": "Bro kid you not yesterday at the club a women that’s the same age as my mom was getting at me!"}, {"author_id": 1480010803117969408, "id": 1495251325805744128, "text": "RT @AndySchuhler: I had fun drawing a few hundred kid designs for Boss Baby 2. We picked our favorites to feature in the movie… including C…"}, {"author_id": 782964726862970880, "id": 1495251322186387458, "text": "RT @daisybboee: G: papa wishes hazard to be a cute son like this, a cute kid like this and be encouragement for papa, grandpa, grandma, gra…"}, {"author_id": 1356373746878009344, "id": 1495251321892392967, "text": "RT @TheAndrewNadeau: When I was a kid my mom made us “chocolate soup” once and gave it to us in a bowl with a spoon and it was such an amaz…"}, {"author_id": 3150925453, "id": 1495251317417459714, "text": "As a kid, I never understood the concept the Pussycat Dolls. There were 6 of them in the group yet it’s always Nicole singing. I was always waiting for the other girls to take the lead but they never did."}, {"author_id": 36507186, "id": 1495251313747058688, "text": "@vipertwosix I will share my experience with the people who think the holy spirit will get you out of trouble crowd. They were not super nice people, and Ken Epp, Reform Party MP was part of the community I was forced to belong to as a kid."}, {"author_id": 778450931797008385, "id": 1495251311041953794, "text": "The ROTC kid has three of his friends living in his dorm pretty certain his roommate can call him on a violation of the 3rd amendment…"}, {"author_id": 991920091615956992, "id": 1495251309213229057, "text": "my sister watching The Shining for the first time: “this is giving me Diary of a Wimpy Kid vibes”"}, {"author_id": 951610039, "id": 1495251305937264640, "text": "@raptvcom Who gave you the address to yo kid's birthday party?? 🙄"}, {"author_id": 1320574000926461953, "id": 1495251302720360452, "text": "@gnomishtv the kid from new zealand who acted in the second deadpool wasnt allowed to watch the movie once it came out because he was still not of age"}, {"author_id": 1426570963001520133, "id": 1495251298165346312, "text": "@SeanChr05522402 @Dennis_Porter_ California accepting btc for state taxes would be something they could legally pass.  That would be a real bill to actually advance the btc cause.  This is like the kid running for student counsel who promised they’d have soda in the water fountain.  It’s juvenile."}, {"author_id": 2679755958, "id": 1495251298073014272, "text": "RT @andrewphung: I’m a Calgary kid born and raised. I’ve repped the 403, the YYC, and the NE with pride. But, watching this video, seeing t…"}, {"author_id": 1086982228574330881, "id": 1495251296601141249, "text": "RT @daisybboee: G: papa wishes hazard to be a cute son like this, a cute kid like this and be encouragement for papa, grandpa, grandma, gra…"}, {"author_id": 172470848, "id": 1495251269337894915, "text": "Big racks,Thief in the night, She notice, Pull up on a kid…etc. https://t.co/zcyjXVLtMC"}]