[{"author_id": 1250211747534909449, "id": 1495252939761463296, "text": "RT @FrickEpic: I was watching Bolt the other day and I have one thing to say:\n\nThis guy has the most punchable face in all of the Disney An…"}, {"author_id": 2824184045, "id": 1495252938687541249, "text": "RT @nottbriii: “Go move ur car” has to be the most annoying thing ever"}, {"author_id": 1244867217507770369, "id": 1495252938406592517, "text": "@SubhubFN whats the scroll wheel thing next to the stream deck"}, {"author_id": 1476267529941098503, "id": 1495252938402721795, "text": "This is a good thing and the public is trying very much over them.\n#आ_रही_है_Congress"}, {"author_id": 1427991994161303554, "id": 1495252938343727107, "text": "RT @JesseKellyDC: Not a single thing happening in Canada should be surprising you. Not one.\n\nYou do know the “friendly” liberals you know w…"}, {"author_id": 1329628351795920902, "id": 1495252937240547330, "text": "The best thing I taught Jordyn so far was to clean up and throw things away😂😂"}, {"author_id": 479837859, "id": 1495252934422106118, "text": "RT @kemimarie: let people enjoy things. and let yourself enjoy things too. everything does not have to be nitpicked. the faults don’t alway…"}, {"author_id": 1462141874232336396, "id": 1495252934388498437, "text": "“I didn’t realize how much I needed you in my life until I left” has to be the most painful thing to hear"}, {"author_id": 1889212646, "id": 1495252933444730881, "text": "RT @nottbriii: “Go move ur car” has to be the most annoying thing ever"}, {"author_id": 1041939339263889409, "id": 1495252933373427714, "text": "RT @sunnydrip: she explained how introverts tend to have this ability to sense other peoples needs and desires without them having to ask f…"}, {"author_id": 1031006910546206720, "id": 1495252933130145794, "text": "RT @maudesfolklore: the most unrealistic thing about euphoria is fezco canonically getting no bitches"}, {"author_id": 1326254536923598848, "id": 1495252931540500481, "text": "RT @stilloranged: it has just come to my attention that antis are now arguing that shipping ANY characters together is gross, and the only…"}, {"author_id": 3267991238, "id": 1495252930907107331, "text": "@PriyankaJShukla True Mam. \nAnd good thing is..\nI m on the way to UP to meet my mummy 😍"}, {"author_id": 1332048870310780928, "id": 1495252930605174787, "text": "RT @TempleGrower: First piece of actual art up in the new house. Literally the first thing people see when they walk in too. BC it's so awe…"}, {"author_id": 1139816603644596225, "id": 1495252930286751745, "text": "RT @FinanaRyugu: the funny thing is that luca is still running home missing his premiere LKAMFASLDKFJA;L"}, {"author_id": 1339832834773700608, "id": 1495252929388896257, "text": "There are like 6-8 versions of me inside people’s head, Not even sure which version I’m tryina pitch to them, It just comes out like that, It’s really hard when you wanna merge these different versions.\nMy personality changes a lot, But the only constant thing is that I’m weird."}, {"author_id": 30074346, "id": 1495252929036570624, "text": "I missed the dunk contest and by the tweets seems like it’s a good thing I did."}, {"author_id": 1491417930760060929, "id": 1495252928621203460, "text": "RT @FinanaRyugu: the funny thing is that luca is still running home missing his premiere LKAMFASLDKFJA;L"}, {"author_id": 1620017384, "id": 1495252927371436033, "text": "RT @Route3Complete: The most brilliant thing I've ever seen in my life ..... Your move lefties https://t.co/A08OHdtRHv"}, {"author_id": 3818828414, "id": 1495252927266668552, "text": "@vouziopath @Deadlyiron @zegro_ ok, so basically I can draw whatever I want and it's this thing called \"art\"\n\nit's not whatever makes you feel good, it's not a label for the most beautiful craft people have seen, or any connotation of that sort\n\nart exists separate from you and I, itt's only what you see it as"}, {"author_id": 751389007242665986, "id": 1495252926553784323, "text": "RT @FinanaRyugu: the funny thing is that luca is still running home missing his premiere LKAMFASLDKFJA;L"}, {"author_id": 1305411049110167554, "id": 1495252925806874627, "text": "RT @avocadosrgoodd: he’s finally got the whole “prince” thing down 👑 https://t.co/7VOoxnAwo7"}, {"author_id": 955972362809221120, "id": 1495252925597159427, "text": "1 on 1 games are the only thing that can save NBA All-Star weekend at this point."}, {"author_id": 724316172183707651, "id": 1495252925454585861, "text": "RT @MJFINESSELOVER: \"Vivrant Thing\" by Q-Tip is a classic. The lyrics are fire, and that instrumental is so iconic. Q-Tip has one of the mo…"}, {"author_id": 1405659569251131393, "id": 1495252925375033344, "text": "me as the little dude thing https://t.co/MGJrl3ZytP"}, {"author_id": 448269496, "id": 1495252924762570757, "text": "RT @niquetheSNOB: Only thing I hate about falling out with people is the version of their story they go tell 😂😂😂😂😂 people be LYING it’s sic…"}, {"author_id": 1127823842091515904, "id": 1495252923454226434, "text": "RT @AninGalaxy: Chaotic 18-year-old Na Hee Do is so relatable. I wonder what she will be like once she turned 21. This is the thing I kinda…"}, {"author_id": 423140619, "id": 1495252923307069447, "text": "@CandiceMalcolm Remember When Black Lives Matter was a thing and governments and Politicians wanted to DEFUND the POLICE. Who stood up for the police? and now police forget well police your like a bunch of rabid dogs foaming at your mouth. Remember you Mom&amp;Dad are watching and crying"}, {"author_id": 1240471171226718211, "id": 1495252923072204804, "text": "RT @BlackdiasporaV1: Donald Trump was not a war monger he was a white supremacists. Joe Biden and the Democrats are definitely warmongers.…"}, {"author_id": 1426413247914151936, "id": 1495252922904432645, "text": "Kind of don't know how to do a thing our instructor wasn't specific on for class so I'm gonna forfeit the assignment for the evening and get high"}, {"author_id": 1281686513915506688, "id": 1495252921600073729, "text": "Give me a large bag of white cheddar popcorn and I will eat the entire thing"}, {"author_id": 972995887806009344, "id": 1495252918701891585, "text": "RT @jenny2x4: Honestly don’t really get how “men can’t find the clit” is a thing there are only so many places it can be"}, {"author_id": 1336029935501275145, "id": 1495252918643081217, "text": "@MisterCommodity That was the best change! The service workers were the last thing that really made everything feel gloomy and unfair. Seeing *everyone* unmasked was so refreshing."}, {"author_id": 2357763049, "id": 1495252918051946502, "text": "\"How many times do I have to tell you? The first move is always a feint. It's the most basic thing, to land a hit with the second move\""}, {"author_id": 1225699597672009728, "id": 1495252915841224704, "text": "RT @FinanaRyugu: the funny thing is that luca is still running home missing his premiere LKAMFASLDKFJA;L"}, {"author_id": 1472204256006397953, "id": 1495252915048484868, "text": "#fasting #IntermittentFasting  I DID A THING!!  I lost 20lbs doing intermittent fasting!  Then I created the Intermittent Fasting Weight &amp; Body Progress Tracker.  You can get a copy on Amazon. \n\nClick the link to get your copy ==&gt; https://t.co/KcK2OUK8BV"}, {"author_id": 2925766929, "id": 1495252914708877318, "text": "RT @ThunderShowYo: The All Star game is tomorrow and this is the only thing I can think about right now #NBAAllStar https://t.co/udFMDb7yFT"}, {"author_id": 1401138352850554882, "id": 1495252913123332098, "text": "RT @alicenoob9: Momo said the most delicious thing she had in America so far was beer 😂 and she said the gummies are good too. And the ice…"}, {"author_id": 460615743, "id": 1495252912091639812, "text": "RT @glamdemon2004: Girls DO just want to have fun that was the realest thing ever said like of all time"}, {"author_id": 271522123, "id": 1495252911953043459, "text": "@tify330 The only thing Fetterman is working is the unwashed look."}, {"author_id": 1165709649947107328, "id": 1495252911856754689, "text": "@CallMeConch_ @callmehhaleyx The description is the first thing you see before joining. I'd say that's plenty."}, {"author_id": 3311302353, "id": 1495252911500189697, "text": "RT @BillKristol: Not the most important thing, given Putin's imminent invasion of Ukraine--but may I take a second to ask what's wrong with…"}, {"author_id": 1416586800110338049, "id": 1495252911106195456, "text": "RT @Yellow_sticker: One thing remained the same after three years, no matter how many people in the room, people will always let Bright giv…"}, {"author_id": 4855338972, "id": 1495252910883540993, "text": "RT @JesseKellyDC: Not a single thing happening in Canada should be surprising you. Not one.\n\nYou do know the “friendly” liberals you know w…"}, {"author_id": 1176778660642054146, "id": 1495252909172625408, "text": "RT @lee_g_b: Finally watching that new Texas Chainsaw Movie and... uh... no, no this is not a franchise that needs to do the whole \"40 year…"}, {"author_id": 1347383921600679937, "id": 1495252908866039813, "text": "THE FUNNY THING IS THAT THEY ARE ALL SUSPICIOUS 😭"}, {"author_id": 776919977274150912, "id": 1495252908337614850, "text": "RT @XiranJayZhao: apparently i have a reputation in certain circles of being racist against white people and that is just the funniest thing"}, {"author_id": 1004228223599669248, "id": 1495252907310022656, "text": "RT @alicenoob9: Momo said the most delicious thing she had in America so far was beer 😂 and she said the gummies are good too. And the ice…"}, {"author_id": 3379672522, "id": 1495252907125612544, "text": "RT @fairguy07: I don't see how any of this is a bad thing. Aaron states the obvious: when you rush stuff out, quality suffers. I like this…"}, {"author_id": 1495032898814054409, "id": 1495252905745547266, "text": "My friends often ask me what kind of camera is good to buy.\nIn my opinion, although photographic equipment is important, the most important thing is the eyes behind the lens.Make good use of your smartphone，it's my good advice. https://t.co/csO1mrBInz"}, {"author_id": 1316233503327965184, "id": 1495252905380642817, "text": "You might think you’re doing a noble thing, but you might also upset (or enrage) a family whose grief can manifest itself as anger towards you for using the death of someone they loved to garner attention for yourself."}, {"author_id": 1479315678305734658, "id": 1495252905095430144, "text": "RT @CandyKk15: The donkey yrs that I have known @kkundrra ,1 thing  I can vouch 4 is his humility &amp; amt of hard work he puts in 2 strive fo…"}, {"author_id": 1061621713, "id": 1495252904034246656, "text": "RT @Cl1Richard: If Trudolt thinks and I use the term thinks loosely,this will go away after what he has orchestrated in Ottawa, he has anot…"}, {"author_id": 34013350, "id": 1495252903631724544, "text": "One thing I don’t have, is the time or energy to do people how they do me. I just simply don’t do em 🤷🏾‍♀️"}, {"author_id": 17233259, "id": 1495252902985797632, "text": "RT @stephenasmith: I’m going to do the nicest thing I could possibly do pertaining to this @Nba Slam-Dunk Contest: I’m not going to utter a…"}, {"author_id": 70428615, "id": 1495252902914314241, "text": "RT @EvanGor93154017: @ImPegasusTV_ @JayClarkElliott @MF_DLS @ESPNNBA The funny thing is u thought u were proving something with that, him b…"}, {"author_id": 1301394695495454720, "id": 1495252902494883841, "text": "RT @ShobhaSharma183: #SantRampalJiMaharaj_App\nThe knowledge provided by Sant Rampal Ji Maharaj is soul purifying and every single thing tol…"}, {"author_id": 37593470, "id": 1495252900473417737, "text": "RT @DrMarkPBarry: “Denuclearization is a bridge too far right now,” Gause said. “A wiser thing to do is to try to put things on the table i…"}, {"author_id": 182475539, "id": 1495252900330811392, "text": "The best thing the @steelers can do now is throw $100mill at @minkfitz_21"}, {"author_id": 919805603526082560, "id": 1495252899819143177, "text": "I’m a “Look your absolute best at my birthday or don’t come” type person. There’s no such thing as “Out doing the birthday girl”."}, {"author_id": 1463727094240714754, "id": 1495252899093311493, "text": "@KeithRi73822479 @OakStadiumWatch Unfortunately, he and his blockhead son wanted the whole thing for free."}, {"author_id": 169665416, "id": 1495252896631373825, "text": "the most attractive thing a man can do is give me gifts I never asked for but also really love."}, {"author_id": 24109327, "id": 1495252895444443143, "text": "The dunk contest is just a thing that happens at this point"}, {"author_id": 105422225, "id": 1495252895066824704, "text": "Did an wine and paint thing tonight and I by far had the worst painting but I won the raffle so all is good"}, {"author_id": 949120668339077120, "id": 1495252895033606145, "text": "RT @notemmaactually: My uncle died yesterday from “Post Covid Pneumonia”. When I was in ED with him, they said there were 3 other Post Covi…"}, {"author_id": 1277304064984875010, "id": 1495252894299398148, "text": "RT @Le_Comatoad: @undeadscribe Miscarriage juice had to be the most revolting thing I've ever had to deal with at any job I've worked"}, {"author_id": 222835942, "id": 1495252892638273538, "text": "RT @LakovosJustice: Mr. Trudeau you sold us out to globalism. You are not working for Canada, you are working for your globalist partners.…"}, {"author_id": 946868292, "id": 1495252892529438721, "text": "RT @keyon: It’s not one bad thing you can say about the despicable me movies."}, {"author_id": 1415932540293050369, "id": 1495252892064022540, "text": "him coming to weverse first thing in the morning to give us music recs he's just so wonderful https://t.co/AADFz9Z5s4"}, {"author_id": 1370885744101888001, "id": 1495252891560460292, "text": "RT @JENNIE_CN: I found one thing, maybe this day, mino's earrings and necklaces are the same😳 https://t.co/ejxK6N0ogh"}, {"author_id": 2908864417, "id": 1495252889367121923, "text": "RT @MikeCarlton01: Ray Martin: “ I have interviewed every Prime Minister since Bob Menzies and I think this is the most incompetent governm…"}, {"author_id": 1466203967667392514, "id": 1495252887340871681, "text": "@elonmusk you're an amazing person. I hope I'll live to see people make it to mars. Life is a beautiful thing, I appreciate every moment I have. &lt;3 hoping for the best &lt;3. Vermicelli &amp; dim sum &lt;3"}, {"author_id": 1334251752628039682, "id": 1495252887290662913, "text": "Why are the ANZ HCS announcers so corny 😂 is this a regional thing? https://t.co/b7c8zeFlMM"}, {"author_id": 924547281776345089, "id": 1495252887047323652, "text": "Go through the replies and qts. This is not a post-2014 thing so let's not pretend we lived in a very secular tolerant society before Modi came to power. The thing is we never stood for Muslim students as young as 5 going through this. We lacked the spine the, we lack even now. https://t.co/albidH9mAz"}, {"author_id": 1170688793374056448, "id": 1495252886371983362, "text": "RT @FinanaRyugu: the funny thing is that luca is still running home missing his premiere LKAMFASLDKFJA;L"}, {"author_id": 1109481365039386624, "id": 1495252886288220163, "text": "RT @jonghoIoops: jongho singing finesse is the only thing you need to hear today !\n https://t.co/0hh011fc3l"}, {"author_id": 1354948617706950666, "id": 1495252886057406465, "text": "@TrixterSyn30 The funny thing is I would rather emulate persona 5 then let my sister see it downloaded on the PlayStation, when it comes to game uncharacteristic for me to play I usually keep them hidden from the public view"}, {"author_id": 760150304755159041, "id": 1495252885650776064, "text": "I HATE IT HERE NONE OF MY LINKS WORK FOR THE GALA IT'S BEEN THE ONLY THING I'VE BEEN LOOKING FORWARD TO IN THIS HELLHOLE I ALWAYS MISS GALAS FUUUUCK https://t.co/VUIYYDSwIm"}, {"author_id": 1427439577510268928, "id": 1495252884958502913, "text": "@Adam_Stirling Portraying this thing as peaceful was quite intentional. Have you ever seen protests (which it wasn't, it was an occupation) set up with the amenities this one had? The BHP community care tent were a couple of  planks hammered together by comparison. And the bouncy castles? Why?"}, {"author_id": 1390897636958347275, "id": 1495252882878525443, "text": "RT @FinanaRyugu: the funny thing is that luca is still running home missing his premiere LKAMFASLDKFJA;L"}, {"author_id": 1303610446608433153, "id": 1495252881649377283, "text": "RT @offline_vatsala: “Owning our story and loving ourselves through that process is the bravest thing that we’ll ever do.”💫😇\n\nGood Morning…"}, {"author_id": 1441325368414138369, "id": 1495252880840081412, "text": "@Imaginary_Ones A lot of people don't say the most important thing\nTo be honest, I think IO is going to be a lot of money!!!"}, {"author_id": 1376237072986607618, "id": 1495252880437219328, "text": "@MarkRedbeliever This and Danielson teasing a match with Sabre on insta leads me to believe the \"big thing\" TK is working on is a show with NJPW which would be cool"}, {"author_id": 894880405362495488, "id": 1495252879849971716, "text": "RT @AlexGoldberg_: @willfaulks As he should be. Sick of hearing Lukaku be defended because of the “system &amp; lack of service.” The only thin…"}, {"author_id": 283091215, "id": 1495252878457405441, "text": "Having breakfast and reading twt like the morning paper is my favourite thing"}, {"author_id": 1490704541997678592, "id": 1495252876699992065, "text": "@JlHOOEN Hope the same thing for you."}, {"author_id": 1457533449837834242, "id": 1495252875584614401, "text": "RT @JesseKellyDC: Not a single thing happening in Canada should be surprising you. Not one.\n\nYou do know the “friendly” liberals you know w…"}, {"author_id": 143107038, "id": 1495252875466850305, "text": "RT @yeh_kya: Sir Ratan Tata visited Pune to meet his Ex-employee who is ailing for the last 2 years. Money isn't everything. The only thing…"}, {"author_id": 1252134326600335360, "id": 1495252875001294848, "text": "RT @Cric_spidey: BCCI doing the same thing  with Virat Kohli about the captaincy what they are doing with Wriddhiman Saha now!Never fond of…"}, {"author_id": 297635310, "id": 1495252873592061953, "text": "RT @livyrozay: u wanna know the thing I love about nhevi? and I mean real core ones. i can say “the yellow dress from loud tour” or “the ou…"}, {"author_id": 1494381993437515785, "id": 1495252871603834887, "text": "So I heard the slam dunk contest was trash??..... good thing I decided to go out to walk my fish instead"}, {"author_id": 911406320451911680, "id": 1495252870484086792, "text": "RT @AeroViro: This is the funniest fucking thing\nSo when I played DS3 last time it turns out the console never turned off, so my character…"}, {"author_id": 1407187967588765697, "id": 1495252870186553347, "text": "RT @AquaOnJuno: GIVEAWAY SEASON\n1st Prize = $100 of $JUNO \n2nd Prize = $50 of $ATOM \n\nChoosing winners at 5,000 followers. \n1.Follow \n2.Ret…"}, {"author_id": 1475489143773933573, "id": 1495252868991008773, "text": "RT @catravdora: catradora fic writers are the only thing keeping me going i swear they don’t understand the power they hold"}, {"author_id": 2809535773, "id": 1495252868349186048, "text": "RT @KendrickPerkins: Ain’t a damn thing wrong with this man outfit! You want the man to have 6 diamond chains on huh?! Carry ya ass on…"}, {"author_id": 313128268, "id": 1495252868282171393, "text": "RT @nottbriii: “Go move ur car” has to be the most annoying thing ever"}, {"author_id": 870686014972379136, "id": 1495252867707461632, "text": "RT @clarkewolfe: I realized a few months ago the thing I miss (maybe the most?) is running into someone out and about, catching up, then ma…"}, {"author_id": 1128789947673194496, "id": 1495252867669798916, "text": "@ChrisGr66592558 @lucashartleyhow @corztruckn I had covid, recovered and now have better immunity than that shot provides. You really don't have a leg to stand on here considering I'm the one presenting charts and showing you the EU is saying the same thing. \n\nLike I said, best of luck my friend."}, {"author_id": 1077934871807447040, "id": 1495252867594264576, "text": "RT @RealUltraFox: He’s doing the thing, but aggressively https://t.co/Iu5Qu5F18l"}, {"author_id": 1223100641251213312, "id": 1495252867397013504, "text": "Everytime I see a house for rent on Craigslist that’s between 1,200-1,700 I think ok what’s wrong with this thing? Or are the owners going to pull some elaborate scam on me. Sad, because most places that’s a pretty decent place. Solid mortgage."}]