[{"author_id": 190327824, "id": 1495244743877578753, "text": "RT @ChiBey13: \"The secret awaits eyes unclouded by ambition; those who are bound by desire see only that which can be held in their hands.\"…"}, {"author_id": 28927576, "id": 1495244189860253702, "text": "\"The secret awaits eyes unclouded by ambition; those who are bound by desire see only that which can be held in their hands.\" - Bruce Leroy"}, {"author_id": 2217053990, "id": 1495056198298710021, "text": "@awhiterain At the very least he probably thought his best friend of over 15 yrs would think he was more important than the general public and not keep it a secret from him. It doesn’t matter. Anything Jared does is wrong in their eyes. The man can do no right and isn’t entitled to anything"}, {"author_id": 1151262769586610177, "id": 1494992582090407936, "text": "@sammy_de_first @TundeTASH Parasite\nThe Platform\nAtonement\nFences\nInterstellar\nWind River\nSe7en\nSecret In Their Eyes\nHer\nThe Joker\nForrest Gump\nThe Dark Knight\nShawshank Redemption"}, {"author_id": 2363084791, "id": 1494985661820153859, "text": "@MikeSington Very ugly! So tired of people thinking this crap looks good! My little 1 bedroom place that has a secret backyard is much more pleasing to the eyes! And I guarantee I pay a half a fraction in comparison. Stop caring about their tastes…that are tacky AF…ps yes her booty IS 🔥🔥"}, {"author_id": 1158053465605623808, "id": 1494982255877697536, "text": "@pokkorei So it was like a little secret that we, writers and fans, played together for many years, while in the eyes of the network operator it is \"queerbaiting\" to \"protect their money-making boundaries."}, {"author_id": 21071198, "id": 1494974906446008324, "text": "@nevpierce The Secret in Their Eyes?"}, {"author_id": 4102027816, "id": 1494926846462464006, "text": "The Secret in Their Eyes https://t.co/tgJRh9sjii"}, {"author_id": 1717384170, "id": 1494926844205928448, "text": "The Secret in Their Eyes https://t.co/4pniWqfHYG"}, {"author_id": 1271054792, "id": 1494867080062980097, "text": "@colmansfilm For Argentina: The Secret in Their Eyes (J. Campanella) and Wild Tales (D. Szifrón)"}, {"author_id": 1129734873353269251, "id": 1494829788787269633, "text": "If you want to see True love : \n\nwatch “the secret in their eyes “ movie"}, {"author_id": 135240781, "id": 1494787841343344646, "text": "@FionneOrlander The Secret in Their Eyes (2009 Argentinian version). Have Kleenex ready. 😥"}, {"author_id": 866644892151418880, "id": 1494605659962327041, "text": "@neilstrauss Agreed, it's my favorite less well known movie to recommend!\n\nSome others: \nThe Secret in Their Eyes\nThe Life of David Gale\nThe Man From Earth\nY Tu Mama Tambien\nLife as a House\n25th Hour\nDark Waters\nThe World's Fastest Indian"}, {"author_id": 888934742342516736, "id": 1494503194486923265, "text": "Elinor and her mother rose up in amazement at their entrance, and while the eyes of both were fixed on him with an evident wonder and a secret admiration which equally sprung from his appearance,"}, {"author_id": 1184138591988879360, "id": 1494479975877013504, "text": "@ladbible Parasite\nMemories of Murder\nSeven Samurai\nDrive My Car\nIncendies\nAmélie\nRashomon\nConfessions\nThe Raid\nDas Boot\nDas Leben der Anderen\nNobody Knows\nCapernaum\nPan's Labyrinth\nA Separation\nThe Secret in Their Eyes\nNine Queens\nBurning\nWild Tales\nI Saw the Devil\nThe Intouchables\n..."}, {"author_id": 300808682, "id": 1494464422127017985, "text": "@Mikedq @ladbible I didn't mean to suggest that you d should change your list, Mike. I haven't see The Secret in their Eyes and Drive My Car but I really like your other selections especially Parasite and Un Homme et une Femme. I will have go at doing mine."}, {"author_id": 21350162, "id": 1494445097756278786, "text": "@ladbible My top 10 (in no particular order): \n\nThe Lives Of Others\nThe Secret In Their Eyes\nBelle de Jour\nDrive My Car\nUn Homme et une Femme\nParasite\nBay Of Angels\nLast Year at Marienbad \nLust, Caution\nThe Wanderer (Le Grand Meaulnes)"}, {"author_id": 1390655979398836226, "id": 1494433278073491457, "text": "@FilmstoFilms_ The secret in their eyes https://t.co/gG7fsAEH8P"}, {"author_id": 2641465288, "id": 1494433095692521474, "text": "@ladbible The Secret in Their Eyes"}, {"author_id": 1480239468812582912, "id": 1494402701379223552, "text": "@ladbible The Secret in their Eyes\nAmelie\nCity of God\nThe Lives of Others\nGoodbye Lenin\nParasite\nThe Hunt"}, {"author_id": 1408987164071895042, "id": 1494395567920799753, "text": "RT @HungEredari: She was spending time in a local bar by herself relaxing after a busy day running the store, yet she had her eyes on a gro…"}, {"author_id": 1456480674777550851, "id": 1494385180051742726, "text": "She was spending time in a local bar by herself relaxing after a busy day running the store, yet she had her eyes on a group of goblins.\n\nNeedless to say she introduced herself as she usually does, grabbing one by the arm and heading into a secret room only to pound their holes!~ https://t.co/3L4DqKTwII"}, {"author_id": 700696227654991873, "id": 1494380056663281675, "text": "Check out this new mixed media that I uploaded to https://t.co/eB2KHVV7TT! https://t.co/6zAheVroHE #movies"}, {"author_id": 879525826831765505, "id": 1494360916552556557, "text": "@Haddassah___ @Kayode_ani Like Kayode said, for some, being married is the only thing coming in between having a secret relationship that nobody will ever suspect bc you're \"married\" and you \"belong\" to someone now, so people will not really have their eyes on you, unlike if you were single. Ppl will..."}, {"author_id": 1068149104235163650, "id": 1494313925109817349, "text": "Psalm 17\n10 They are inclosed in their own fat: with their mouth they speak proudly\n11 They have now compassed us in our steps: they have set their eyes bowing down to the earth\n12 Like as a lion that is greedy of his prey, and as it were a young lion lurking in secret places."}, {"author_id": 1493469614713741312, "id": 1494278944560140289, "text": "ㅤ \nEvery video has their own story, even on its behind. So here I show you, behind-the-scenes secret: every single person in the studio was watching these cuties with heart eyes.\n\nBut who's cuter? The kids, or ENHYPEN?\nㅤ https://t.co/XscFHUEniR"}, {"author_id": 1357373827408269312, "id": 1494136110800248835, "text": "What @MargaretJosephs did to the Ayden family shows her lack of moral fiber. She wrote a book, is profiting from her affair and flaunts it. @JenniferAydin kept her husbands a secret to protect her young children and  maintain her husbands purity in their families eyes. #RHONJ"}, {"author_id": 1466544824517992448, "id": 1494099219845500929, "text": "@NFTipi Watch The Secret in Their Eyes (Argentine version). You will probably never forget it."}, {"author_id": 60129156, "id": 1494085145237897218, "text": "@sparklychalynn_ I believe so. It’s in their eyes. The words he said today and the way Niv talked about the love for Bailey yesterday. It’s secret code all over the place. They’re dropping serious hints and anvils."}, {"author_id": 247040447, "id": 1494072760888442882, "text": "\"El secreto de sus ojos [The Secret in Their Eyes (2009)]\" from Argentina, I find an unpredictable and impressive film about humanity.\n\nhttps://t.co/4PdTpoRUa1"}, {"author_id": 1491074570794668035, "id": 1494070217328107524, "text": "@floridakulak1 @jennierussell_ @charlesrusnell lol buddy your friends aren’t being secret about their plans this shit is happening right out in the open, we can see and hear it with our own eyes but go off I guess"}, {"author_id": 1482623283698843648, "id": 1494054407520104448, "text": "\"A guy can change anything. His face, his home, his family, his girlfriend, his religion,his God. But there's one thing he can't change. He can't change his passion --\n\nThe Secret In Their Eyes"}, {"author_id": 1429731076503744513, "id": 1493995039172792329, "text": "@DocAtCDI Here in my Tennessee neck of the woods.. ample place to hide from prying live eyes.. except for die hards who know their way around or the Google Earth, which hides little to nothing except top secret stuff that technology can be denied for us norms."}, {"author_id": 1420442342834671616, "id": 1493973647828029443, "text": "so, he did the same.\n\nafter minutes of wishing, they both finally opened their eyes.\n\n\" what's your wish?\" sn\n\n\" why do you even ask that?\" ys\n\n\" i have to know\" sn\n\n\" you don't have to know, dummy. wishes are meant to be kept in secret\" ys\n\n\" who even told you that?\" sn"}, {"author_id": 1470480769, "id": 1493890409810083840, "text": "👑 Congrats to @Mido_srag who found screenshot #149625 \"The Secret in Their Eyes\" (\"El secreto de sus ojos\" - Juan José Campanella - 2009) in 1m8s. https://t.co/VopHKNNIvr"}, {"author_id": 202394710, "id": 1493888178364862466, "text": "@FindShotFirst The secret in their eyes"}, {"author_id": 4921427358, "id": 1493868994079916034, "text": "RT @KZV__: Finally happened the sun lit their eyes\u2028The spell was creating strange games of light\u2028Thanks to hidden mirrors I found my lost w…"}, {"author_id": 288631025, "id": 1493868264568418305, "text": "Finally happened the sun lit their eyes\u2028The spell was creating strange games of light\u2028Thanks to hidden mirrors I found my lost way\u2028Over the stones I reached the place it was a secret cave\u2028In a long bloody battle that prophecies told https://t.co/jmhOJfrJNk"}, {"author_id": 1321971375800811523, "id": 1493842436170428423, "text": "Finally happened, the sun lit their eyes\nThe spell was creating strange games of light\nThanks to hidden mirrors i found my lost way\nOver the stones, i reached the place it was a secret cave\n\nIn a long bloody battle that prophecies told\nThe ligth will prevail hence wisdom is gold!"}, {"author_id": 1253073065719877634, "id": 1493800278021361672, "text": "Open Eyes ☕️ Third Eye Spies\n'For more than 20 years the CIA studied psychic abilities for use in their top secret spy program.\nWith previously classified details\nAbout ESP now finally coming to light, there can be no more secrets.'\n\nhttps://t.co/NqWxsqdQat"}, {"author_id": 213833035, "id": 1493717996308774919, "text": "Look at the gleams in their eyes. They can't wait to fuck over public education in #Tennessee and enrich their secret contributor friends. #FuckYouKidsINeedCharterCampaignContributions https://t.co/gmerAf6utt"}, {"author_id": 286412460, "id": 1493663506985586688, "text": "the secret in their eyes(? https://t.co/C2ZtcQTpO0"}, {"author_id": 3018492150, "id": 1493606956904468488, "text": "\"Wes Craven.\nThe Hills Have Eyes.\"\n\nCan you read that in a messianic, cult leader voice that is declaring their promise &amp; intention for all they come in contact with?\n\nThat's the secret leaders of your (former) \"in government\"."}, {"author_id": 3433759527, "id": 1493594923408449541, "text": "they have set their eyes bowing down to the earth; 12 Like as a lion that is greedy of his prey, and as it were a young lion lurking in secret places. 13 Arise, O LORD, disappoint him, cast him down: deliver my soul from the wicked, which is thy sword:"}, {"author_id": 3312767972, "id": 1493583945706860546, "text": "@RJalias @ashergrey I distinctly remember WVCPD saying they had no eyes or gps on josh in the beginning. This was discussed at length with a friend who was former Secret Service Investigator. So I struggle with their timeline"}, {"author_id": 35107016, "id": 1493543286975385604, "text": "📷 [#LoveIs] ▪︎ Plucking out the fullness of our power 💚 “.. Tell them that the sun and moon rise in their eyes, reach out to them. 🌝 Nobody deserves to be loved in half. We deserve to be yearned for our wholeness, and that is the secret of... https://t.co/t3fepebaAK"}, {"author_id": 1284597700613341184, "id": 1493400993198968835, "text": "if you want to go more fantastical, maybe they're an heir to a majestic throne. you, their favourite worker. \n\nin secret, you try the heir's clothes together and laugh at the bizarre appearances of some, and stare with stars in your eyes at other outfits."}, {"author_id": 1138340662464696320, "id": 1493367732900970499, "text": "@anaamcara The secret in their eyes, cinema paradizo"}, {"author_id": 1360365742013702146, "id": 1493339064673751045, "text": "@RUSSlANLEADER Wanda helped her stand up and nodded. In the time that it takes the eyes to blink, they’d be away from the Russian manor and back to the spot where they got married in secret. Where their souls bonded. A lovely tropical place.\n\n“I love you too, Agnieszka. With everything I have.”"}, {"author_id": 2604370716, "id": 1493256301626933255, "text": "@jayobtv @manueloliver00 Well... nice to see that the Capitol Police, Secret Service and DC Police are keeping their eyes on the prize here... nothing dangerous about allowing a mentally-unstable person climb a giant crane in the middle of your city..."}, {"author_id": 562832957, "id": 1493253927113932800, "text": "@Ishansharma7390 The secret in their eyes. It's an Argentinian movie"}, {"author_id": 1433600265299456032, "id": 1493240544944062464, "text": "In the light-play of watery sapphire, they stand there in a serene and sombre mood. This would spoil their secret sanctuary, the final resting place. Come in the speaking silence of a dream, for them who have been longing for the ocean in their eyes. https://t.co/XA9i2vC0Cs"}, {"author_id": 836642906773544960, "id": 1493232247918538754, "text": "@mrbrianrowe The Secret in Their Eyes. One of the best movies ever IMO."}, {"author_id": 1109266638, "id": 1493065897673564162, "text": "@trishankkarthik I'm from Argentina and I think Wild Tales is overrated. El secreto de sus ojos (the secret in their eyes) is far better."}, {"author_id": 1378788261355610113, "id": 1492992499131899905, "text": "I kinda miss being a secret slut. I loved watching dudes try to figure out how I just fucked their world up. Very few men knew what I was with clothes on. Those men, are the ones that fuck my world up, the men who can see the void in my eyes. \n#brokenpeicesleadtotheslutlife https://t.co/fXE56dYxQH"}, {"author_id": 1321661161, "id": 1492933713730154503, "text": "@H0NEYRIVER Fury\n12 Years A Slave\nMidsommar\nCome and See (couldn’t finish)\nKatyń\nThe Devil All the Time\nSorry to Bother You\nThe Lobster\nNocturnal Animals\nSecret in Their Eyes"}, {"author_id": 635210503, "id": 1492924769846665223, "text": "@flancian The UAE but not because they love it but because they want to attract everyone to their state.\nI know atheists here. But in secret. Or away from the eyes of people"}, {"author_id": 836241995651776512, "id": 1492900323656179718, "text": "I cant believe it finally happened! I got my eyes on @AkumaOrigins and manged to solve the Riddle in their last Post! Finally got into the secret Discord and am pretty hyped for whats coming. LFG! Only a Whiltelist Role separates me from this awesome Project now 👏"}, {"author_id": 1462884559809232900, "id": 1492883458686865408, "text": "Why can't the PGMOL open their eyes and ears and get the fans involved in decisions. Why is everything so secret, we are all left out of the loop, shouldn't happen in today's game."}, {"author_id": 1224282754252247040, "id": 1492868410375430145, "text": "@secret_20220124 So you don't have eyes and brains?Don't go online with this IQ, okay?\nI said that the Han nationality is just an example. There are Yao, Miao and Russian nationalities in China. They all have their own traditional costumes."}, {"author_id": 2456993636, "id": 1492867514753241091, "text": "@Masoudhosseiini Another Round\nHunt \nPortrait of a Lady on Fire\nSon of Saul\nOn Body and Soul\nThe Live of Others\nAmour\nThe Secret in Their Eyes\nPiano Teacher"}]