[{"author_id": 1450305748592783361, "id": 1495252767702945792, "text": "RT @DamnSoHot3: NKKD-235 The Wife Of A Poor And Innocent Woman With Big Tits Who Was Mangled By Her Apartment Landlord's Huge Cock \n\n👧 Actr…"}, {"author_id": 15676960, "id": 1495252743996395521, "text": "RT @rokennw: STOLEN: my light blue 1980 Mazda Rx7 is missing this morning! Confirmed with apartment owner it was not towed. If you see this…"}, {"author_id": 1431673933296594945, "id": 1495252739739484160, "text": "RT @andrwwang: i moved to a new apartment and as of today everyone who works in the building is now set up with a metamask. feels good."}, {"author_id": 57443437, "id": 1495252622642761728, "text": "When firefighters arrived, they saw flames coming out from two apartments as the fire moved into the attic area, according to Arizona’s Family. Video from Arizona’s Family News Chopper showed large plumes of smoke billowing out as firefighters attacked.\n https://t.co/6Yp2MyhiWi"}, {"author_id": 360155647, "id": 1495252559673454593, "text": "For 30k rent in Chennai\n\nSir, here's a nice apartment for you in the centre of the city, with access to beach in 5 minutes.\n\nFor 30k rent In Mumbai\n\nHere's a small  suitcase, somewhere in  the hills, 2 hours from the city and you have to mount an expedition to get there."}, {"author_id": 1211965930055454720, "id": 1495252527570321408, "text": "RT @DelightDanii: Can people who don’t live at an apartment not take the residents parking ??"}, {"author_id": 34127538, "id": 1495252502404550661, "text": "@sssabriiiinaaa from a carpentry perspective it's not that hard - triple rock all the party walls and perimeter walls (that's carpenter speak for 3 layers of sheetrock on each side of the walls between apartments and the walls on the hallway and exterior wall sides of the apartment)"}, {"author_id": 1472371808666288128, "id": 1495252489821556740, "text": "RT @CBSNews: DARING CIVILIAN RESCUE: Two children were rescued from a burning apartment by a good Samaritan and police officers in Mesa, Ar…"}, {"author_id": 490664771, "id": 1495252431990628353, "text": "RT @basicvalentina_: thank you for loving me the way you do and for surprising me by decorating our apartment and gifting me such thoughtfu…"}, {"author_id": 1178012203477344256, "id": 1495252429646049280, "text": "RT @Raypottss: Can’t believe I fucked on the roof of an apartment 😮‍💨 @tanksnlove3 https://t.co/SEYxZrBwhS"}, {"author_id": 304575140, "id": 1495252328806506496, "text": "This is similar to what the black Judge Tammy Kemp did Amber Guyer in Texas after the white female officer killed Botham Jean while sitting in his apartment eating ice cream on his couch; once she had been convicted, the Judge prayed and comforted the killer. https://t.co/shP5HjPDjc"}, {"author_id": 468252105, "id": 1495252287941271555, "text": "@Blaine39 Thank you! Ahaha I managed to respond to some outstanding inquiries via email, fixed a document that was waiting on me, and helped my partner clean the entire apartment hell ye"}, {"author_id": 3072869411, "id": 1495252176679030784, "text": "@winonaparadise i gotta hook you up with the trans apartment crew"}, {"author_id": 1337199743814995968, "id": 1495252094894456833, "text": "@lilsamsquanch66 @_rone @lilsasquatch66 @kbnoswag @nickturani   … thoughts on this poor young man who lives in the smallest apartment in NYC https://t.co/lvigKFKEWm"}, {"author_id": 1247453800706777090, "id": 1495252024283312130, "text": "RT @TheHN1C: Your boyfriend’s apartment is not yours, stop posting it. You are not the only one going there."}, {"author_id": 1471721731886780418, "id": 1495251993207525378, "text": "bad news i’ve eaten more than i wanted to lately but good news because of that i now have no food left in my apartment other than protein shakes, frozen fruit, oatmeal, and some yogurt, and i’m too depressed to go to the store so i won’t buy more yass 😍 free restriction"}, {"author_id": 1663721082, "id": 1495251986584850442, "text": "Move into a 100-year-old apartment building for the rent control and the charm, stay for the fact that you can't hear a single fucking thing your neighbors are doing https://t.co/IwPt82DDNo"}, {"author_id": 2304939830, "id": 1495251969971302406, "text": "I bought a Jeep! It’s 1:24 scale, so much easier to park, cheaper, and more reliable than the real thing. And the kitties enjoy chasing it around the apartment. I have a set of new wheels and shocks already, tires are on the way. And the silly expedition… https://t.co/n6ttOunncz https://t.co/vVfAbQOsBt"}, {"author_id": 1311932723846508544, "id": 1495251956549357568, "text": "RT @CBSNews: DARING CIVILIAN RESCUE: Two children were rescued from a burning apartment by a good Samaritan and police officers in Mesa, Ar…"}, {"author_id": 20855352, "id": 1495251950287392768, "text": "RT @MN_CRIME: MINNEAPOLIS; Possible Carjacking - 35xx Dupont Ave S - A caller in an apartment thought they witnessed an armed carjacking. T…"}, {"author_id": 1361980805367488520, "id": 1495251905286602753, "text": "RT @NYUfratguy: My roommate caught our apartment on fire, and the fire fighter who came to help us ended up fucking my hole as payment! htt…"}, {"author_id": 1827438240, "id": 1495251903479005184, "text": "Context: The apartment above us has a noisy kid. The running around and stuff? Annoying, but you know, whatever, they're kids, they're gonna do kid stuff.\n\nBuuut the kid also likes to howl like a dog, which causes their actual dog to howl. I gather this is the intent of the game."}, {"author_id": 928356738385969153, "id": 1495251885703536642, "text": "@piplupenjoyer Xavier when i got to the apartment and it was just his ps5 and gamer chair in the living room"}, {"author_id": 15519497, "id": 1495251885481070599, "text": "@SpencerTracyFan That's right, when he was staying in that apartment while in Georgia. The view below his window inspired him to write \"Atlanta Vacant Lot.\""}, {"author_id": 1490785832688656384, "id": 1495251862907461632, "text": "ㅤ\nㅤ\n   — Either.. At least until he heard a 𝒄𝒍𝒊𝒄𝒌.ᐟ.. Huh.. Who would leave a door unlocked?\nㅤㅤ\n   He shrugged it off as he entered the apartment.. Then looking over the couch of it.. 𝑺𝑵𝑹𝑲.ᐟ—\n\n   ❛ Guessing you knew I would come Sunday? ❜\nㅤ\nㅤ"}, {"author_id": 1318097643684364288, "id": 1495251819488223233, "text": "RT @Khushi4justice: Who flung Disha out of the balcony? Or did someone drop her body outside her apartment complex after killing her somewh…"}, {"author_id": 1286810960066478081, "id": 1495251818556928004, "text": "Tonight I locked myself out of my apartment and the couple minutes while I waited to see if my super was home and could let me back in were so scary"}, {"author_id": 39528492, "id": 1495251816933736448, "text": "Somebody please confirm that Julian is living in the upstairs apartment, just trying to drink his Rum &amp; Coke in peace and that Bubbles &amp; his kitties are staying safe &amp; warm in the shed behind the building.  🙏\n#TrailerParkBoys\n#BalconyGuy\n#flutruxclangohome https://t.co/Xm2oVop7WK"}, {"author_id": 613093972, "id": 1495251807496507394, "text": "Y’all. @shelbszy is the best. After a rough few days, I came home to a clean apartment and new art/decor on the walls😭 I cried"}, {"author_id": 2664350839, "id": 1495251795580538882, "text": "you pull up to your tinder matches apartment and this is what the bathroom looks like, wwyd? https://t.co/MouQQSKN5q"}, {"author_id": 345581091, "id": 1495251786344632324, "text": "RT @fuggowwettes: With just a snap of our magical fingers, Mardi Gras 2022 Is Under Way! Floats are parking in the lot across my Annunciati…"}, {"author_id": 1452349948410798083, "id": 1495251763498143744, "text": "Is Adam silver going to send his goons to my apartment to kidnap me if I keep tweeting about the acid trip he was clearly on when he conceptualized All Star Weekend 2022 ??"}, {"author_id": 1211808514449887232, "id": 1495251759408848897, "text": "Except-- working a job is a lot harder than he thought. After an eternity, all he can scrape together is only good enough for a shitty apartment in a bad part of town. \n\nHis brother, Shen Jiu, takes one look at the place and says, \"you sure?\"\n\nHe's suddenly not so sure."}, {"author_id": 1217269847639363586, "id": 1495251710733864965, "text": "RT @Raypottss: Can’t believe I fucked on the roof of an apartment 😮‍💨 @tanksnlove3 https://t.co/SEYxZrBwhS"}, {"author_id": 406433238, "id": 1495251675212353541, "text": "RT @CagleCats: Celebrating their last night in the apartment by... Being on their bullshit as usual :) https://t.co/avxApHlGcr"}, {"author_id": 2415831865, "id": 1495251652219219969, "text": "@craigwarmke It’s my Saturday morning ritual—cleaning the apartment while listening to the pod."}, {"author_id": 7785192, "id": 1495251641146101762, "text": "Real glad the courtyard of my apartment complex has a gigantic avocado tree. One landed on our patio the other day; I let it ripen and it was delicious! No cartels necessary."}, {"author_id": 2665513511, "id": 1495251544295489537, "text": "for the love god STOP taking my sadness out of context at the mariners apartment complex"}, {"author_id": 36547040, "id": 1495251535843975172, "text": "The cops definitely got called last weekend and I’ve moved right back into the apartment this weekend. https://t.co/DJRMofoExw"}, {"author_id": 245999610, "id": 1495251525006159874, "text": "@Buttergirlll Na dem. Chai surulere agent can show pple rubbish in the name of apartment. Self contain tht is not as big as a jacuzzi will have kitchen and toilet inside it, some will even have sitting room 😂 and they will tell u 1 million reasons tht house is the next big tin in the world."}, {"author_id": 309967723, "id": 1495251509319069697, "text": "RT @NYDailyNews: Audrey Lumer, 63, was found dead on the subway platform at a Queens station surrounded by bags and covered in bed bugs.…"}, {"author_id": 1441272108697284610, "id": 1495251468965715971, "text": "RT @Chinchillazllla: They found a body wrapped in a tarp by a dumpster at an apartment complex here the other night. they think someone was…"}, {"author_id": 162550703, "id": 1495251462913507336, "text": "RT @scholarlymama: @ElliottWilson I was watching Martin earlier today - when Gina’s head became stuck in the new brass headboard. \n\nMy favo…"}, {"author_id": 903340261920595968, "id": 1495251452788285448, "text": "RT @JoLassm: The Kents lived rentfree for 20 years rent free in Kensington palace @ the taxpayers expenses. When the press published it the…"}, {"author_id": 1357396151625003008, "id": 1495251437600878592, "text": "RT @Worldwide_WEB3: 7/x\n\nThe future of apartments.\n\nIn the future, the apartment builder will have more complex functionality, including:\n-…"}, {"author_id": 2777746496, "id": 1495251403685597184, "text": "RT @Worldwide_WEB3: 9/x \n\nWe believe that the apartment builder and the launch of V2 set the fundamentals of the game that will allow us to…"}, {"author_id": 1282712908280090626, "id": 1495251375252459525, "text": "RT @ItsSushma_: Was The Second Entrance Of Mount Blanc Used As Entry For SSR Killers To Reach His Apartment ?\n\n@PMOIndia\n@HMOIndia\n@DoPTGoI…"}, {"author_id": 1315930460929708033, "id": 1495251332923494406, "text": "RT @ItsSushma_: Was The Second Entrance Of Mount Blanc Used As Entry For SSR Killers To Reach His Apartment ?\n\n@PMOIndia\n@HMOIndia\n@DoPTGoI…"}, {"author_id": 2777746496, "id": 1495251307300487170, "text": "RT @Worldwide_WEB3: 7/x\n\nThe future of apartments.\n\nIn the future, the apartment builder will have more complex functionality, including:\n-…"}, {"author_id": 122649194, "id": 1495251302137442308, "text": "RT @RRRDonner: Mildred Harnack and her husband Arvid began holding secret meetings in their apartment. She recruited working-class Germans…"}, {"author_id": 2777746496, "id": 1495251266808651781, "text": "RT @Worldwide_WEB3: 6/x\n\nWhat does the apartment builder mean for the game?\n\nApartments are core to the game, so the builder lets players d…"}, {"author_id": 2777746496, "id": 1495251191504146432, "text": "RT @Worldwide_WEB3: 5/x\n\nThe builder lets apartment holders edit their apartments. We have jam-packed it with functionality and we will be…"}, {"author_id": 1418840757679575048, "id": 1495251150379143172, "text": "@cardc4ptors @blklesbianwife like there’s no excuse 😭 i seriously can’t believe she’s gotten WORSE when i live in the same apartment complex like pls"}, {"author_id": 557822951, "id": 1495251090480238592, "text": "Lol in my mind thinking about getting accepted for the apartment produces the same affect as what I think it would be like to find a girlfriend"}, {"author_id": 101512847, "id": 1495251077335175168, "text": "RT @blacksheep_119: ❓Did CBI find any clues on Pvt Terrace of SSR's apartment\n❓What were they looking for in the water tank\n@PMOIndia @HMOI…"}, {"author_id": 28427989, "id": 1495251069622005762, "text": "RT @papihayson: NY is getting filled with ppl from Ohio and Wisconsin willing to pay $3200 a month for an apartment they don’t even feel sa…"}, {"author_id": 1337639908224114693, "id": 1495251053977108480, "text": "RT @ItsSushma_: Was The Second Entrance Of Mount Blanc Used As Entry For SSR Killers To Reach His Apartment ?\n\n@PMOIndia\n@HMOIndia\n@DoPTGoI…"}, {"author_id": 1298690775748718593, "id": 1495251048180510726, "text": "RT @Khushi4justice: Who flung Disha out of the balcony? Or did someone drop her body outside her apartment complex after killing her somewh…"}, {"author_id": 2205726288, "id": 1495251047941648390, "text": "RT @KatCitrine: @jai_lies When you find out you have cancer young, and didn’t even have the chance to save yet. I don’t know when I’ll be a…"}, {"author_id": 2766949134, "id": 1495251035144732674, "text": "this deadass looks like my little brothers apartment, minus the fireplace https://t.co/FUwW6vA3Z2"}, {"author_id": 23650905, "id": 1495251018317283333, "text": "RT @CagleCats: Celebrating their last night in the apartment by... Being on their bullshit as usual :) https://t.co/avxApHlGcr"}, {"author_id": 42779664, "id": 1495250992144785410, "text": "My neighbors are the absolute WORST. They must be dog sitting and are letting this poor dog cry and bark on and off for HOURS! #apartment #apartmentlife https://t.co/UQ7Ug2tGXT"}, {"author_id": 728779293258489856, "id": 1495250971211010049, "text": "@glen_mcgregor Um…how bout the video of the 2 guys setting a fire in an apartment bldg and taping the doors shut?"}, {"author_id": 2777746496, "id": 1495250937824251904, "text": "RT @Worldwide_WEB3: 1/x\n\nThe highly anticipated Worldwide Webb Apartment Builder is launching in February. But that is not the only thing w…"}, {"author_id": 2332396434, "id": 1495250916844388354, "text": "RT @RoughUncles: I don't think my son expected me to show up at his apartment in the middle of the night, but its the only time I can reall…"}, {"author_id": 1494887979940454405, "id": 1495250885064400897, "text": "i just like the sound of the chirping birds near my apartment every morning tho 🥰 https://t.co/9qBwnJ0NGz"}, {"author_id": 1192366708125659136, "id": 1495250878923567104, "text": "RT @ItsSushma_: Was The Second Entrance Of Mount Blanc Used As Entry For SSR Killers To Reach His Apartment ?\n\n@PMOIndia\n@HMOIndia\n@DoPTGoI…"}, {"author_id": 35763534, "id": 1495250850586972163, "text": "RT @CBSNews: DARING CIVILIAN RESCUE: Two children were rescued from a burning apartment by a good Samaritan and police officers in Mesa, Ar…"}, {"author_id": 36128853, "id": 1495250834829062145, "text": "RT @wave3news: WOW - Body camera video from the Mesa Police Department shows a man jump over a fence and pull himself up through a window t…"}, {"author_id": 1133788087740379136, "id": 1495250810497818625, "text": "@florabelle444 @ItsDeanBlundell He left out the part where he was fired from Rebel for extorting funds and consistently lying. Ezra gifted him money to find a nicer apartment because he was desperate, Caolan then spent that money on a lavish vacation \n\nhttps://t.co/s88cmlICDZ"}, {"author_id": 4902163454, "id": 1495250743053324289, "text": "RT @enigmatree: Modern AU where WWX blacks out after getting unfairly humiliated by his asshole boss and drinking too much at the office pa…"}, {"author_id": 1225685834, "id": 1495250722807549955, "text": "RT @XxBLOODCATxX: @poisonjr one time this girl and i couldn't stop fighting and we would both get straight up delusional sometimes anyway w…"}, {"author_id": 35991839, "id": 1495250715874414594, "text": "RT @NYDailyNews: Audrey Lumer, 63, was found dead on the subway platform at a Queens station surrounded by bags and covered in bed bugs.…"}, {"author_id": 533777164, "id": 1495250707947175936, "text": "RT @satsdart: almost 2 months in new apartment and the only furniture i have is a bed and my desk https://t.co/JKudW8gWpH"}, {"author_id": 1288948083745751040, "id": 1495250690226016256, "text": "You were dead when they found you \nOn the floor of your apartment"}, {"author_id": 3271506180, "id": 1495250658672320512, "text": "RT @JesseThorn: For a couple years this flatbed parked on the street around the corner from my mom’s apartment and it was like living in an…"}, {"author_id": 1337639908224114693, "id": 1495250617052270592, "text": "RT @ItsSushma_: Where Are The CCTV Footages Of The Ones Visited Sushant's Apartment Between 8th To 14th June?\n\n@PMOIndia\n@HMOIndia\n@DoPTGoI…"}, {"author_id": 3129822634, "id": 1495250612497362947, "text": "RT @RADER_Co: @AnnaForFlorida To qualify for a 690 sq ft apartment in Beacon Hill, Seattle, I would need to have provided proof of $81,000…"}, {"author_id": 1458649500646576129, "id": 1495250589822951424, "text": "@DrMcDreamy1966 \"the patient is well. Stable and I'd love too. Pick me up at my apartment at eight.\" She smiled softly looking up at Derek."}, {"author_id": 2817569530, "id": 1495250582210158592, "text": "The fact that Yufumi has Haru's hair and Ryu's eyes will never not be funny to me. Haru moves into an apartment and his neighbor is this small, abandoned girl who looks like she could be his and his boss' love child, and then he brings her home to raise one month later."}, {"author_id": 2842766336, "id": 1495250575537340421, "text": "RT @Billbrowder: In 1999 Putin orchestrated the bombing of apartment buildings in Russia, blamed it on Chechens and started a brutal war ag…"}, {"author_id": 1276947294651248643, "id": 1495250472847876096, "text": "RT @XxBLOODCATxX: @poisonjr one time this girl and i couldn't stop fighting and we would both get straight up delusional sometimes anyway w…"}, {"author_id": 1327164000623321088, "id": 1495250459241631747, "text": "RT @atsumusbiceps: #sakuatsu | morning cuddles\n\nthe first time atsumu spends the night over at kiyoomi’s apartment, it’s only a few weeks a…"}, {"author_id": 1264495188971487232, "id": 1495250435149643779, "text": "@renoomokri No matter how high or expensive rented apartment where you raise your kids, home value and training is the key, where there is no parent to show true love and purpose to those kids, they will be another set anormallies in the society. Expensive neighbourhood doesn't work alone"}, {"author_id": 903060599495581697, "id": 1495250371224432640, "text": "@lilyproJP I recently stayed in 2 hotels and a weekly apartment rental (帰国 quarantine yay) and all of them had a swinging cover for the peephole, similar to the 1st image. It seems like these should be standard. It should also be easy to hang something using magnets, like the 2nd image. https://t.co/2jRtY2IFCX"}, {"author_id": 1127447337285013504, "id": 1495250365754662914, "text": "RT @Elenaforever13: So, Crooked Hillary Clinton, one of the most corrupt politicians ever to run for President, can break into the White Ho…"}, {"author_id": 1357383749831254016, "id": 1495250356988637184, "text": "I missed your beautiful mom's basement while dreaming about the bar and you stayed up all night while dreaming about your apartment."}, {"author_id": 1131554845981327364, "id": 1495250287396900864, "text": "I'm so glad my apartment pays the water bill and not me because I like taking bathes too much"}, {"author_id": 702876235454611456, "id": 1495250257864577025, "text": "sarah and i just set up the perfect meet cute for two  deliverymen by ordering food and bubble tea from different places to arrive at the apartment at the exact same time. disappointed they weren't holding hands when we got downstairs"}, {"author_id": 19093341, "id": 1495250233823014919, "text": "@calmskepticism @evolutionarypsy @RyanMarino @SustainableDish Absolutely. But we still want children to have healthy foods. That should be the goal. It's why our city has been working to solve the problem of food deserts, and why food stamps can be used at farmers markets. Kids need a exercise. Harder for apartment residents. But still true"}, {"author_id": 1030976188360081413, "id": 1495250230241112065, "text": "Can people who don’t live at an apartment not take the residents parking ??"}, {"author_id": 1485034517698129920, "id": 1495250226730438656, "text": "RT @atsumusbiceps: #sakuatsu | morning cuddles\n\nthe first time atsumu spends the night over at kiyoomi’s apartment, it’s only a few weeks a…"}, {"author_id": 3394162311, "id": 1495250194841182213, "text": "RT @CagleCats: Celebrating their last night in the apartment by... Being on their bullshit as usual :) https://t.co/avxApHlGcr"}, {"author_id": 1040879306262474752, "id": 1495250132140322818, "text": "RT @seijohskies: Thinking about Iwaoi lazily making out on the couch in Iwa’s UCI apartment. The soft hum of the tv in the background. Ambe…"}, {"author_id": 1550171978, "id": 1495250128512245762, "text": "Lately me getting out of my apartment is just going to the gym."}, {"author_id": 1261238229321297921, "id": 1495250096082018304, "text": "RT @KatCitrine: @jai_lies When you find out you have cancer young, and didn’t even have the chance to save yet. I don’t know when I’ll be a…"}, {"author_id": 42998279, "id": 1495250080567283712, "text": "Today I: slept in, took Timber for a hike, brushed him &amp; clipped his nails, cleaned my apartment top to bottom (kitchen, bathroom, dusted, vacuumed, mopped), did almost all of my laundry (slowed down bc my dryer sucks), changed my sheets, filled Timber’s toys for the week, →"}, {"author_id": 1427143835856031752, "id": 1495250055271440386, "text": "RT @BlessingFavor4: Take bae to her apartment,get in the lift, press the wrong floor. And maintain a serious face."}, {"author_id": 1318429401562963968, "id": 1495250035285573633, "text": "RT @HomeAdore: Apartment in the Sun by Filip Deslee\n\nhttps://t.co/vwvc2oGUkC\n\n#home #interiordesign #architecture #decoration https://t.co/…"}]